Repository: mozilla/masterfirefoxos-l10n
Catalog: ha/LC_MESSAGES/django.po
Languages: ha

source: Rich media experience
ha: Kyakkyawan koyo na kaɗe-kaɗe

source: With Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them. <br><br>Camera: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more. <br><br>Music: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
ha: Tare da Kyamara, Ma'ajiyar Hotuna, aikace-aikacen kaɗe-kaɗe da sauransu, Firefox OS za ta ɗebewa abokan cinikinka kewa nan take kuma su haɗa da abubuwan da su ke bukata. <br><br>Kyamara: Hoto, gyara kuma ka raba. Nunin cikakkiyar siffa ta kyamara da aikace-aikacen hotuna, ya haɗa da rariya wadda aka gina, bidiyo da daɗi. <br><br>Kiɗa: Tare da kiɗa a tafin hannunka, abokan cinikinka za su kalli yadda Firefox OS za ta ɗebe masu kewa da kuma rawa a kan tituna.

source: Social and contact sync
ha: Zamantakewa da saita abokan hulɗa

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below to learn how to best respond to each of their unique needs.
ha: Fahimtar bukatar abokan cinikinka da kuma sanin yadda za ka bayar da amsa a nan take na da mahimmanci wajen ko wace dama ta sayarwa. Duba kashe-kashen abokan hulɗa a ƙasa domin koyon ta yadda za ka bayar da amsa ga mabambantan bukatunsu.

source: <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and adapts to your needs better than any other phone. That means you get more of what you need with less time spent searching. Plus, it’s packed with all the features you’d expect — camera, email, apps, music, maps and more!
ha: <strong>Ga abin da za ka ce:</strong> Firefox OS ita ce kyakkyawan zaɓi ga wanda ya fara amfani da babbar waya a karon farko. Ta na da matuƙar sauƙi kuma na iya dacewa da bukatunka fiye da ko wace irin waya. Wannan na nufin zaka sami duk abin da ka ke bukata cikin lokaci kaɗan na nema. Kuma, an cikata da siffofi da ka ke zato — kyamara, imel, aikace-aikace, kiɗa, taswirori da sauransu!

source: <strong>Here’s what you can say:</strong> Firefox OS is the easiest smartphone to get you started. The user interface is so intuitive, you’ll be able to quickly discover and download your favorite apps and be ready to go in no time.
ha: <strong>Ga abin da za ka ce:</strong> Firefox OS ita ce babbar wayar hannu mai sauƙi da za ta sa ka fara. An yi fasaha wajen samar da yadda mai amfani zai sarrafata, cikin sauri za ka gano kuma ka sauke aikace-aikacenka kuma nan da nan ka fara amfani da su.

source: <strong>Here’s what you can say:</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
ha: <strong>Ga abin da za ka ce:</strong> idan ka san kuma ka na son Firefox, za ka so Firefox OS. Manyan wayoyin Firefox OS dukkansu na da tsarin HTML5, mai kawo mafi kyau na Yanar gizo zuwa wayarka. Kuma, Firefox OS an tsarata daga jama'a masu mayar da hankali domin ganin Yanar gizo ta isa ga kowa. Idan ka zaɓi Firefox OS, kana da cikakkiyar damar Yanar gizo a hannunka.

source: Your go-to source for the best apps on Firefox OS. Browse multiple categories, including games, utilities, music, travel, sports and more.
ha: Ka tafi zuwa tushe domin mafi kyau na aikace-aikace a kan Firefox OS. Gewaya ga kashe-kashe masu yawa, da suka haɗa da wasanni, kayayyaki, kiɗa, tafiye-tafiye, wasanni da sauransu.

source: Experience the fast, smart, safe way to get the best of the Web. Use the Search Bar to visit websites, perform searches and access apps from the Marketplace. Multitask with tabs and browse multiple pages at the same time
ha: Yi koyo ga hanya mafi sauri, kyau, kuɓuta, domin samun mafi kyau na Yanar gizo. Yi amfani da Saɗarar nema domin ziyarar tashar yanar gizo, gudanar bincike da kuma samun dama daga Wurin Kasuwanci. Ayyuka masu yawa daga madannai masu aiki da dama kuma ka gewaya shafuka da dama duk a lokaci guda

source: Stay connected with friends and colleagues on your favorite social networks from wherever your are..
ha: Zamo cikin haɗi da abokai da abokan aiki a dandalin sada zumanta da ka fi so daga ko ina ka ke..

source: Easily import your Facebook friends to your phone and keep your community all in one place thanks to deep integration with your favorite social networks.
ha: Cikin sauƙi ka shigo da abokanka na Facebook zuwa wayarka kuma ka ajiye al'ummarka duk a waje ɗaya godiya da wannan gamayya tare da dandalin sada zumunta wanda ka fi so.

source: Easily pair your device with a wide range of Bluetooth accessories. Share contacts, images, videos or your favorite URLs with friends.
ha: Cikin sauƙi tagwaita na'urarka da zaɓi mai yawa na kayayyakin Bluetooth. Raba abokan hulɗa, hotuna, bidiyoyi ko URL da ka fi so tare da abokai.

source: Play it all from your phone, or online via YouTube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
ha: Yi wasa da shi duk daga wayraka, ko kuma a kan yanar gizo ta hanyar YouTube. Gewaya kuma ka saka waƙarka daga faifai ko mawaƙi, auna waƙoƙi kuma ka ƙirƙiri jerin mawaƙa domin abubuwan da ka fi bukata.

source: Stay connected easily and conveniently. Set up multiple email accounts, with support for the most common Exchange, POP3 or IMAP email providers.
ha: Zama cikin haɗi a sauƙaƙe da dacewa. Saita asusun imel masu yawa, tare da tallafi domin Musanya da abubuwa game-gari, POP3 ko IMAP masu bayar da imel.

source: Find My Device
ha: Nemo Na'urata

source: Location tracking helps you find your device if you lose it. Remote wipe and lock capabilities help you keep your personal information safe.
ha: Mai binciko wurin zama na taimaka maka ka nemo na'urarka idan ka rasata. Masu sharewa daga nesa da abubuwa masu yiwuwa na rufewa na taimaka maka ajiye bayanai na ƙashin kanka lafiya.

source: Ringtones
ha: Kaɗe-kaɗen kira

source: Customize your Firefox OS phone by creating new ringtones from your music collection or from songs you download from the Web.
ha: Tsara wayarka ta Firefox OS ta ƙirƙirar sababbin kaɗe-kaɗen kira daga waƙoƙin da ka tara ko daga waƙe-waƙen da ka sauke daga Yanar gizo.

source: App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter, YouTube, Pinterest and ConnectA2 as well as a Flashlight app and Calculator.
ha: Masu samar da aikace-aikace a duk faɗin duniya sun mayar da hankali ga Firefox OS kuma dubbai da ɗaruruwan aikace-aikace na kyauta za'a samar bayan ƙaddamarwa. Jerin da ke ƙaruwa ya haɗa da aikace-aikace da suka yi fice kamar Facebook, YouTube, Twitter, Pinterest da ConnectA2 da kuma aikace-aikace na Flashlight da Raskwana.

source: Users can place bookmarks to any website on their home screen to provide the functionality of that site directly from there. Also, users can simply enter any search term on the home screen and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and makes it possible for people to get the exact content they want, when they want it.
ha: Masu amfani na iya saka zaunannun alamomi a ko wace yanar gizo a shafinsu na gida domin samar da aiki na wannan tashar gizo daga nan. Kuma, masu amfani na iya shiga cikin sauƙi cikin ko wace irin ƙa'ida ta nema a kan fuskar kwamfuta ta shafin gida kuma nan take su ƙirƙiri amfani na lokaci guda ko aikace-aikace wanda za'a iya saukewa. Ƙirƙira da kuma yin amfani da aikace-aikace a lokacin da aka nema ya saka masu amfani a cikakkiyar sarrafawa na koyon da suke da shi na wayar hannu kuma ya sa yiwuwar mutane su sami bayani na haƙiƙa da su ke nema, lokacin da suke nemansa.

source: Can I use WhatsApp on this phone?
ha: Zan iya amfani da WhatsApp a wayata?

source: Not directly, but the ConnectA2 app allows you to send instant messages to your contacts on ConnectA2 and/or WhatsApp. You can send and receive messages, emoticons, pictures, videos and audio files for free. You can also create and use group chats and receive notifications of new messages, even when the app is closed.
ha: Ba kai tsaye ba, amma aikace-aikace na ConnectA2 zai baka dama ka aika da saƙo nan take zuwa abokan hulɗarka na ConnectA2 da/ko WhatsApp. Za ka iya aikawa ko ka karɓi saƙwanni, hotuna masu motsi, hotuna, bidiyo da fayiloli na saurare duka kyauta. Kuma za ka iya ƙirƙira ka yi amfani da hira da jama'a kuma ka karɓi sanarwa ta sabon saƙo, ko da aikace-aikace na rufe.

source: Will my apps work offline?
ha: Aikace-aikacena za su yi aiki ko ba haɗin yanar gizo?

source: Firefox Marketplace is our go-to source for free apps, including favorites like Twitter and Facebook, and for awesome local content from the best Web developers in your region.
ha: Wurin Kasuwanci na Firefox shi ne wurin zuwanmu domin samun aikace-aikace na kyauta, wanda ya haɗa da abubuwan so kamar Twitter da Facebook, da kuma haɗi na gida masu ƙayatarwa daga Yanar gizo mafi kyau a shiyyarka.

source: Exchange, POP3 and IMAP are currently supported.
ha: Sauya, POP3 da IMAP yanzu su na da tallafi.

source: The Mozilla Mission
ha: Manufar Mozilla

source: Take the Challenge
ha: Karɓi Ƙalubalen

source: If you’ve worked through all of the questions and content, you’re ready to match Firefox OS to the needs of your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it’s powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in their hands!
ha: Idan ka duba duk tambayoyi da abin da ke ciki, ka shirya haɗa Firefox OS da bukatun abokan cinikinka. Sauƙin amfani, babbar wayar Firefox OS ta dace da sababbin masu amfani da babbar waya kuma cike da siffofin da mai amafi ke nema da bukata. Kuma ƙarfafawa daga Mozilla, ya mayar da Firefox OS zaɓin da ya fi dacewa ga duk wanda ya dukufa domin tabbatar da ƙarfin Yanar gizo ya tabbata a hannunsu!

source: What are some examples of the kind of personalization and control that Firefox OS allows? Select all that apply.
ha: Waɗanne misalai ne na irin waɗannan abin kai da kuma sarrafawa da Firefox OS ta bari? Zaɓi duk wanda ya dace.

source: That’s right! All of these things are possible with a Firefox OS phone.
ha: Ya yi dai dai! Duk waɗannan abubuwa na iya yiwuwa tare da wayar Firefox OS.

source: Actually, all of these things are possible with a Firefox OS phone.
ha: A haƙiƙa, duk waɗan nan abubuwa za su yiwu da wayar Firefox OS.

source: There are more. Try again.
ha: Akwai saura. Sake gwadawa.

source: That’s right. This icon represents the Firefox Browser.
ha: Ya yi dai dai. Wannan alama ta na wakiltar Mai Gewayawa ta Firefox.

source: Actually, this icon represents the Firefox Browser.
ha: Haƙiƙa, wannan alama ta na wakiltar Mai gewayawa ta Firefox.

source: What does Bluetooth allow users to do? Select all that apply
ha: Me Bluetooth ya ke barin masu amfani su yi? Zaɓi duk wanda ya dace

source: That’s right! All of these things can be shared via Bluetooth with your Firefox OS phone.
ha: Ya yi dai dai! Duk waɗan nan abubuwa za'a iya rabasu ta hanyar Bluetooth da wayarka ta Firefox OS.

source: Actually, all of these things can be shared via Bluetooth with your Firefox OS phone..
ha: Haƙiƙa, duk waɗan nan abubuwa za'a iya rabasu ta hanyar Bluetooth da wayarka ta Firefox OS..

source: Actually, all of these are true about Firefox OS.
ha: Haƙiƙa, duk waɗan nan gaskiya ne dangane da Firefox OS.

source: Actually, all of these are true about Firefox OS
ha: Haƙiƙa, duk waɗan nan gaskiya ne dangane da Firefox OS

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
ha: Ya yi dai dai. Ga mai amfani da babbar waya karon farko, ya kamata ka yi magana a kan sauƙin siffofi da ya haɗa da hanyoyi na sarrafa koyonsu kuma su mayar da wayoyinsu yadda su ke bukata.

source: Actually, with a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
ha: A haƙiƙa, ga mai amfani da babbar waya karon farko, ya kamata ka yi magana a kan sauƙi da siffofi da su ka haɗa da hanyoyi ta sarrafa koyonsu da mayar da wayoyiinsu yadda su ke bukata.

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the power of the Web in their hands.
ha: Ya yi dai dai. Idan ka haɗu da abokin Firefox, yi magana a kan yadda Firefox OS ta maida hankali na ajiye ƙarfin tafiyar da Yanar gizo a hannunsu.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping power of the the Web in their hands.
ha: A haƙiƙa, idan ka haɗu da abokin Firefox, ya magana a kan yadda zaɓar Firefox OS ya nuna dukufa ta tabbatar da ƙarfin Yanar gizo a hannunsu.

source: That’s right. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ha: Ya yi dai dai. Da wannan abokin ciniki, yi bayani kan babbar kima da cikakkun siffofi na Firefox OS, da suka haɗa da aikace-aikace waɗan da aka saka loda a wayarka, duka masu kima.

source: That’s not it. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ha: Wannan ba shi ba ne. Da wannan abokin ciniki, yi bayanin babbar kima da cikakkun siffofi na Firefox OS, da suka haɗa da dandalin sa da zumunta da tuni aka saka a wayar, duk a kima mai yawa.

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the power of the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.
ha: Ya yi dai dai. Wannan abokin cinikin kamar abokin Firefox OS ne. Tattauna a kan yadda wayoyin Firefox OS, da Mozilla suka yi, nuna dukufa ta ajiye ƙarfin Yanar gizo a hannun waɗan nan mutane. Yayin da duk waɗan nan maganganu suke dai dai, wannan ce kawai amsa mafi inganci ga wannan abokin cinikin.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how Firefox OS phones, made by Mozilla, help keep the power of the Web in the hands of the people.
ha: Duk waɗan nan maganganun gaskiya ne, amma ɗaya ce amsa mafi inganci ga wannan abokin ciniki, wanda ya zama kamar abokin firefox. Yi magana a kan yadda wayoyin Firefox OS, da Mozilla suka yi, taimaka wajen ajiye ƙarfin Yanar gizo a hannun mutanen.

source: What does the Find My Device feature on your Firefox OS phone help you do in the case that your phone is lost or stolen?
ha: Me siffar Nemo Na'urata na wayar Firefox OS ke taimaka maka ka yi wajen nemo wayarka ko da zata ɓata ko a sace?

source: That’s right! The Find My Device helps you do all these things through your Firefox Account.
ha: Ya yi dai dai! Nemo Na'urata na taimaka maka kayi duk waɗan nan abubuwa ta hanyar Asusunka na Firefox.

source: Actually, the Find My Device helps you do all these things through your Firefox Account.
ha: Haƙiƙa, Nemo Na'urata na taimaka maka kayi duk waɗan nan abubuwa ta hanyar Asusunka na Firefox.

source: That’s right. A first-time smartphone user will be most interested in ease of use.
ha: Ya yi dai dai. Mai amfani da babbar waya karon farko zai fi sha'awar sauƙi wajen yin amfani.

source: Which of the following statements are true of the Cost Control app that is preloaded on Firefox OS?
ha: Wanne daga cikin waɗan nan maganganu ne gaskiya dangane da aikace-aikace na Cost Control wanda aka loda a cikin Firefox OS?

source: That’s right. All of these are true of the Cost Control app!
ha: Ya yi dai dai. Duk waɗan nan gaskiya ne dangane da aikace-aikacen Cost Control!

source: Actually, all of these are true of the Cost Control app!
ha: Haƙiƙa, duk waɗan nan gaskiya ne dangane da aikace-aikacen Cost Control!

source: The ConnectA2 app is an instant messaging application compatible with WhatsApp for your Firefox OS device.
ha: Aikace-aikace na ConnectA2 aikace-aikace ne na aika saƙo nan take wanda ya dace da WhatsApp domin na'urarka ta Firefox OS.

source: Actually, this is true. ConnectA2 allows you to send instant messages to your contacts using ConnectA2 and/or WhatsApp.
ha: Haƙiƙa, wannan gaskiya ne. ConnectA2 zai ba ka dama ka aika saƙo nan take zuwa abokan hulɗarka ta amfani da ConnectA2 da/ko WhatsApp.

source: What’s the best response to this customer’s objection? “I’ve heard there aren’t many apps available.”
ha: Mece ce amsa mafi dacewa ga batun wannan mai ciniki? “Na ji cewa babu aikace-aikace da yawa.”

source: What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones."
ha: Mece ce amsa mafi dacewa ga batun wannan mai ciniki? “Ban taɓa ji ba game da wayoyin Firefox OS."

source: Set your phone to your language
ha: Saita wayarka zuwa yarenka

source: Control your data usage
ha: Sarrafa yin amfani da bayananka

source: Create your own ringtones
ha: Ƙirƙiri kiɗan kira na ka

source: Share contacts
ha: Raba abokan hulɗa

source: Share images
ha: Raba hotuna

source: Share videos
ha: Raba bidiyo

source: With the Firefox Marketplace, the best preloaded apps and an awesome user experience, Firefox OS is packed with the features that users are looking for in a smartphone.
ha: Tare da Wurin Kasuwanci na Firefox, mafi kyan aikace-aikace da aka loda kuma mai ingancin koyo na mai amfani, Firefox OS an cikata da siffofi da mai amfani ke nema a babbar wayar hannu.

source: Since it’s made by Firefox, Firefox OS is backed by a global community working on your behalf and with your interests in mind.
ha: Tunda Firefox ne suka yi, Firefox OS na da goyon bayan al'ummar duniya masu aiki a madadinka da kuma saka bukatarka a zuci.

source: Firefox OS is made with you and your needs in mind, so it is extremely easy to use and allows for greater control, personalization and customization than many other smartphones on the market.
ha: An yi Firefox OS bisa la'akari da bukatunku a zuciya, sabo da haka take da sauƙi wajen yin amfani kuma za ta baka dama wajen sarrafawa, shiri na ƙashin kanka da tsarawa fiye da sauran manyan wayoyi a kasuwa.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too..
ha: Firefox OS ita ce babbar waya mafi sauƙi da zaka fara da ita. Aikace-aikacen da ka fi so tuni an lodasu kuma cikin sauƙi za ka iya shigo da abokanka daga Facebook, kuma..

source: If you love Firefox, you’ll love Firefox OS. Choosing Firefox OS keeps the power of the Web in your hands.
ha: Idan ka na son Firefox, za ka so Firefox OS. Zaɓar Firefox OS ya saka ƙarfin tafiyar da Yanar gizo a hannunka.

source: The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, email, maps and more, all at a better value.
ha: Manyan wayoyi na Firefox OS an loda masu duk siffofi da ka ke zato da suka haɗa da Saƙwanni, Facebook, Imel, taswira da sauransu, duk a kima mafi kyau.

source: The Firefox Marketplace features free apps!
ha: Siffofin aikace-aikace na kyauta na Wurin kasuwanci na Firefox!

source: Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps already built for the Web.
ha: Mozilla, masu yin Firefox, sun gina babbar wayar OS domin samun dama ga Yanar gizo ga kowa. Kuma tunda an gina Firefox OS gaba ɗaya a kan tsarin HTML5, zaka sami dama nan take ga dubban aikace-aikace da aka gina domin Yanar gizo.

source: Track the location of your lost/stolen device
ha: Bi sawun wurin da na'urarka da ta ɓata/aka sace ta ke

source: Remotely wipe the device.
ha: Share na'urar daga nesa.

source: Remotely lock the device.
ha: Kulle na'ura daga nesa.

source: Firefox OS is built entirely using HTML5 and Open Web standards.
ha: An gina Firefox OS gaba ɗaya ta amfani da HTML5 da kuma Buɗaɗɗiyar Yanar Gizo madaidaiciya.

source: You can use it to create and set a daily budget for data usage.
ha: Za ka iya amfani da ita domin ƙirƙira da saita gudanar da bayananka.

source: It shows usage per app.
ha: Tana nuna bayani kan kowane aikace-aikace.

source: It shows usage by time.
ha: Tana nuna amfani da lokaci.

source: Firefox OS is backed by a global community of developers and content providers dedicated to creating new and exciting content and even locally-relevant apps for the Firefox OS platform. New apps and content are added every day.
ha: Firefox OS na da goyon bayan al'umma ta duniya na masu samarwa da masu samar da abubuwan ciki da suka dukufa domin ƙirƙirar sabo kuma kyakkyawan abin ciki da ko da aikace-aikace na gida domin dandalin Firefox OS. Sababbin aikace-aikace da abin ciki ana ƙarasu a kullum.

source: Apps developers are slowly realizing the benefit of HTML5 in support of the Open Web.
ha: Masu samar da aikace-aikace a hankali su na gane amfanin HTML5 wajen tallafwa Buɗaɗɗiyar Yanar gizo.

source: They’re packed with the features that made you want a smartphone in the first place.
ha: An cikasu da siffofi waɗanda za su sa ka so babbar wayar hannu tun da farko.

source: They’re new and backed by a global community working to help keep the Web accessible to all.
ha: Sababbi ne kuma su na da goyon bayan al'umma ta duniya masu aiki domin tabbatar da samun dama ga Yanar gizo ga kowa.

source: It’s packed with the features that made you want a smartphone in the first place.
ha: An cikata da siffofi waɗanda za su sa ka so babbar wayar hannu tun da farko.

source: It’s new and backed by a global community working to help keep the Web accessible to all.
ha: Sabuwa ce kuma mai goyon bayan al'umma ta duniya masu aiki domin taimakawa a bar yanar gizo ta zama samammiya ga kowa.

source: It features a robust security model that is battle-hardened from more than a decade supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
ha: Siffofinta masu cikakken tsarin tsaro da ke da wuyar ketawa daga fiye da shekaru goma na tallafi ga Buɗaɗɗiyar Yanar gizo. An ƙerata domin kare mai amfani da kuma kwamfuta daga aikace-aikace da abubuwan ciki na rashin gaskiya, kuma tana kare aikace-aikace daga juna.
