Repository: mozilla/masterfirefoxos-l10n
Catalog: ha/LC_MESSAGES/django.po
Languages: ha

source: Master Firefox OS
ha: Madugu Firefox OS

source: Welcome!
ha: Marhaba!

source: This global partner and community training hub has everything you need to effectively communicate the basics of Firefox OS. Select any topic to get started.
ha: Wannan abokin hulɗa na duniya kuma cibiyar horarwar al'umma yana da duk abin da kake bukata domin sadar da muhimmin abubuwa na Firefox OS yadda ya kamata. Zaɓi wani batu don farawa.

source: Introduction
ha: Gabatarwa

source: Find out what makes Firefox OS perfect for new smartphone users by giving them just what they need.
ha: Gano abin da ke sa Firefox OS ke gamsar da masu amfanin sabuwar babbar wayar hannu ta hanyar ba su abin da su ke bukata.

source: Demo Tips
ha: Bayanan Nuni

source: Learn how to show off and talk about the key features and benefits of Firefox OS to your customers.
ha: Koyi yadda za ka bayyana kuma ka yi magana dangane da kamannin mabuɗai da amfanunnukan Firefox OS ga abokan cinikinka.

source: Demonstrations That Matter
ha: Mahimmin Nuni

source: Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool. Browse the demonstration videos below to get started.
ha: Nuna siffofin Firefox OS da kuma yadda suke da sauƙin amfani shi ne babban makaminka na sayarwa. Gewaya bidiyon nuni da ke ƙasa domin farawa.

source: When you only have a minute, make it count with this simple pitch.
ha: Idan minti ɗaya ne kawai ya rage maka, yi amfani da shi tare da wannan sassauƙan bayani.

source: Firefox Browser
ha: Mai gewayawa ta Firefox

source: Customer Guide
ha: Jagorar Abokin ciniki

source: See how Firefox OS fits into your customers' lives, no matter who they are or where they're from.
ha: Duba yadda Firefox OS ta yi daidai cikin rayuwar abokanka na ciniki, ba tare da la'akari da su wane ne ba ko kuma daga ina su ke.

source: Who is your ideal Firefox customer?
ha: Wane ne abokinka na ciniki na Firefox da ya dace?

source: The Smartphone Rookie
ha: Rookie na Babbar Wayar Hannu

source: "I have never had a smartphone."
ha: "Ban taɓa mallakar babbar wayar hannu ba."

source: The Value Seeker
ha: Mai Neman Daraja

source: "I want a good deal."
ha: "Ina son hulɗa mai kyau."

source: The Uncertain Upgrader
ha: Mai ɗaga daraja wanda ba'a tabbatar ba

source: "It needs to be easy to use."
ha: "Ya na bukatar sauƙi wajen yin amfani."

source: The Firefox Fan
ha: Mai sha'awar Firefox

source: "I love firefox!"
ha: "Ina son Firefox!."

source: Key Features
ha: Fasaloli Mahimmai

source: Discover what makes Firefox OS the most unique and exciting mobile operating system.
ha: Gano abin da ya sa Firefox OS ta zama fitacciya kuma mai armashi wajen tsarin gudanar da ayyukan wayar hannu.

source: Features that count
ha: Mahimman fasaloli

source: Firefox browser
ha: Mai gewayawa na Firefox

source: Facebook and Twitter
ha: Facebook da Twitter

source: Contacts
ha: Abokan hulɗa

source: Camera and Gallery
ha: Kyamara da Ma'ajiyar Hotuna

source: Music and Video
ha: Waƙa da Bidiyo

source: Frequently Asked Questions
ha: Tambayoyi na yau-da-kullum

source: Still have questions? Not for long! Find all the answers you're looking for here.
ha: Har yanzu akwai tambayoyi? Ba da daɗewa ba! Sami duk amsoshin da ka ke nema a nan.

source: You have questions? We have answers!
ha: Kana da tambayoyi? Muna da amsoshi!

source: By now, you probably have questions and so will your customers! Select each question for more on Firefox OS.
ha: Zuwa yanzu, kila ka na da tambayoyi haka kuma abokan cinikinka! Zaɓi ko wace tambaya domin bayani a kan Firefox OS.

source: How many and what types of apps will be available?
ha: Aikace-aikace nawa ne kuma waɗanne iri su ke samuwa?

source: What makes Firefox OS more secure than other phones?
ha: Me ya sa Firefox OS ta zama mafi amincewa fiye da sauran wayoyi?

source: Do Android apps work on this phone?
ha: Shin aikace-aikacen Android su na aiki a wannan wayar?

source: What about customer support for apps?
ha: Me ne dangane da aikacen aikacen tallafi na abokin ciniki?

source: How do I download and install apps on Firefox OS?
ha: Ta yaya zan iya sauke da kuma saka aikace-aikacen a kan Firefox OS?

source: Where should I go if I have more questions?
ha: Ina zan je idan ina da ƙarin tambayoyi?

source: Visit <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> for more information.
ha: Ziyarci <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> don ƙarin bayani.

source: Our mission is to promote openness, innovation and opportunity on the Web.
ha: Manufarmu ita ce inganta gaskiya, bajinta da kuma dama a kan Yanar gizon.

source: Behind every Firefox OS smartphone is Mozilla, a global community of thousands dedicated to keeping the Web accessible to all. That’s because we believe each and every one of us has the right to a Web that isn’t controlled by just a few large entities. Yeah, we’re a little different than the other guys. Together, we can build a brighter future for the Web.
ha: A bayan ko wace babbar wayar hannu ta Firefox OS akwai Mozilla, dandalin dubban jama'a na duniya waɗanda suka dukufa wajen bayar da dama ga kowa ga Yanar gizo. Domin mun yi imani cewa kowa da kowa daga cikinmu yana da damar amfani da yanar gizo wadda ba wai kawai ƙalilan su dinga sarrafawa ba. Haka ne, mun sha banban da sauran. Tare, za mu iya gina yanar gizo ta nan gaba mai cikakken fata na gari.

source: Ready to show what you know?
ha: Ka shirya nuna abin da ka sani?

source: Put your new knowledge to the test with this series of fun, interactive quizzes.
ha: Saka sabon iliminka domin gwada wannan jerin tambayoyi masu ban sha'awa, da hada-hada.

source: That’s right! All of these apps come pre-loaded on every Firefox OS phone.
ha: Ya yi dai dai! Duk waɗannan aikace-aikace sun zo a shirye cikin ko wace wayar Firefox OS.

source: Actually, all of these apps come pre-loaded on every Firefox OS phone.
ha: A haƙiƙa, duk waɗannan aikace-aikace sun zo a shirye cikin ko wace wayar Firefox OS.

source: Which of these customer responses indicate an ideal candidate for Firefox OS? Select all that apply.
ha: Wace amsar abokan ciniki ce ta tuna wanda ya fi dacewa ya zama mutumin Firefox OS? Zaɓi duk waɗanda su ka dace.

source: That’s right. All of these customers are ideal candidates for Firefox OS!
ha: Ya yi dai dai. Duk waɗannan abokan ciniki sun dace su zama mutanen Firefox OS!

source: In fact, ALL of these customers are ideal candidates for Firefox OS!
ha: Gaskiya, DUK waɗannan abokan ciniki sun dace su zama mutanen Firefox OS!

source: Which Firefox OS feature does this icon represent?
ha: Wace siffa ce ta Firefox OS wannan alamar ke wakilta?

source: Your customer wants to understand the biggest benefits of Firefox OS versus its competitors. Select all of the statements that apply.
ha: Abokan cinikinka na so su gane babban amfanin Firefox OS dangane da abokan takararta. Zaɓi duk bayanin da ya dace.

source: That’s right. These statements are all true about Firefox OS.
ha: Ya yi dai dai. Waɗannan bayanan duka gaskiya ne dangane da Firerefox OS.

source: A customer tells you that smartphones seem complicated. What selling feature should you lead with?
ha: Abokin cinikinka ya shaida maka cewa manyan wayoyin hannu na da rikitarwa. Da wace siffar sayarwa za ka yi jagora?

source: That’s right. For a customer looking for a smartphone that is easy to use, Firefox OS is a great choice.
ha: Ya yi dai dai. Domin abokin ciniki mai neman babbar wayar hannu mai sauƙin sarrafawa, Firefox OS ita ce babban zaɓi.

source: Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use.
ha: A haƙiƙa, dangane da wannan abokin ciniki, babban zaɓi shine a tattuna a kan yadda Firefox OS ta ke da saƙin sarrafawa.

source: A customer tells you that she’s ready to move up from her old feature phone. What selling feature should you lead with?
ha: Abokiyar cinika ta shaida maka cewa a shirye ta ke ta matsa daga tsohuwar siffa ta wayarta. Da wace siffa ta sayarwa za ka yi jagora?

source: A customer tells you that he uses Firefox as his desktop browser. With what selling feature should you lead?
ha: Abokin ciniki ya shaida maka cewa yana amfani da Firefox a matsayin mai gewayawa na kwamfutarsa. Da wace siffar ta sayarwa za ka yi jagora?

source: A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money.” Which of the following statements would be a good response? Select all that apply.
ha: Abokin ciniki ya ce da kai, “ina neman hanya mafi sauƙi ta saduwa da abokaina, amma ba na son kashe kuɗi masu yawa.” Wanne daga cikin waɗannan bayanai za su zama amsa mai kyau? Zaɓi duk wanda ya dace.

source: A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a smartphone OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?
ha: Abokin ciniki ya ce da kai, “Ina amfani da Firefox a kwamfuta ta ta gida kuma ina sonta, to amma ban san su na da babbar waya ta smartphone OS ba. Me ya sa?” Wanne daga cikin waɗannan bayanai za su zama amsa mafi dacewa ga wannan abokin cinikin?

source: Not quite. A first time smartphone user will be most interested in ease of use.
ha: Ba lallai ba. Da farko mai amfani da babbar waya zai fi sha'awar sauƙin sarrafawa.

source: That’s right!
ha: Wannan dai dai ne!

source: That’s right.
ha: Wannan dai dai ne.

source: What’s the best response to this customer’s objection? “How do I know this new phone is safe?”
ha: Wacce ce kyakkyawar amsa ga kushewa na wannan abokin cinikin? “Ta yaya zan san wannan sabuwar wayar ƙalau ta ke?”

source: Firefox Marketplace
ha: Wurin Kasuwanci na Firefox

source: I’ve never used a smartphone before.
ha: Ban taɓa amfani da babbar wayar hannu ba a baya.

source: I’m looking for the best value for my money.
ha: Ina neman mafi kyan kima ga kuɗina.

source: I want a smartphone that is truly easy to use.
ha: Ina son babbar wayar hannu wadda a haƙiƙa take da sauƙin sarrafawa.

source: I’m a Firefox fan.
ha: Ni abokin Firefox ne.

source: Since it is built by Firefox, you can feel confident that Firefox OS is backed by a global community working on your behalf and with your interests in mind.
ha: Tunda Firefox ne su ka gina shi, za ka sami ƙarfin gwiwa cewa Firefox OS na da goyon bayan jama'a ta duniya mai aiki a madadinka da kuma saka muradunka a zuci.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices.
ha: Firefox OS na ba ka mafi ƙima ga kuɗinka, da duk abubuwan da ka ke tsammani — kyamara, imel, aikace-aikace, kaɗe-kaɗe, taswira da dai sauransu — a ingantattun farashi.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too.
ha: Firefox OS ita ce babbar wayar hannu mafi sauƙi da za ka fara da ita. Aikace-aikacen da kafi bukata tuni an saka su kuma cikin sauƙi harma kana iya shigo da abokanka daga Facebook.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook too.
ha: Firefox OS ita ce babbar wayar hannu mafi sauƙi da za ka fara da ita. Aikace-aikacen da kafi bukata tuni an saka su kuma cikin sauƙi harma kana iya shigo da abokanka daga Facebook.

source: Facebook is preloaded on every Firefox OS device and you can import your Facebook contacts easily!
ha: An riga an saka Facebook a kan duk na'urorin Firefox OS kuma za ka iya shigo da abokan hulɗarka cikin sauƙi daga Facebook!

source: Every Firefox phone includes the Firefox browser, the fast, smart and safe way to get online.
ha: Duk wayar Firefox ta haɗa da mai gewayawa ta Firefox, mafi sauri, kyawu da kuma tsaro wajen shiga yanar gizo.

source: Firefox OS includes all the same features you’ll find in competitive smartphones and gives you more value for the money.
ha: Firefox OS ta haɗa da duk siffofi irin waɗanda duk manyan wayoyi na gasa su ka ƙunsa kuma zata ba ka abinda ya fi dacewa da kuɗinka.

source: You can easily import contacts from Facebook to your Firefox OS phone.
ha: Cikin sauƙi za ka shigo da abokan hulɗarka daga Facebook zuwa wayarka ta Firefox OS.

source: Firefox OS gives you access to popular, big name apps, as well as local content that means the most to you.
ha: Firefox OS za ta ba ka dama ga sanannu, fitattun aikace-aikace, da kuma abubuwa na kusa da kai waɗan da su ka fi bukata.

source: Firefox OS isn’t cluttered with more than you need. It gives you what you’d expect in a smartphone, with an easy-to-use interface that makes it easy to get started.
ha: Ba'a cunkushe Firefox OS da fiye da abubuwan da ka ke bukata ba. Za ta ba ka abubuwan da ka ke nema a babbar waya, tare da mashiga mai sauƙin sarrafawa wadda za ka fara cikin sauƙi.

source: True
ha: Gaskiya

source: False
ha: Ƙarya

source: Which Version Do I Have?
ha: Wane Yayi Na ke da Shi?

source: Introducing Firefox OS
ha: Gabarta da Firefox OS

source: Firefox OS comes preloaded with popular instant messaging and social media apps, like Facebook, so your customers will be able to stay connected with friends and family. They can also sync their contacts to the phone, quickly and easily.
ha: Firefox OS ta zo an loda mata fitattun aikace-aikace na aikawa da saƙo da dandalin sa-da-zumunta kamar Facebook, ta yadda abokan cinikinka za su sami haɗi da abokai da dangi. Kuma za su iya tsara abokan hulɗarsu zuwa wayar, cikin sauri da sauƙi.

source: Firefox OS is packed with the features that your customers expect in a smartphone. It’s designed to fit their lives perfectly so they can keep pace with the world around them.
ha: An sakawa Firefox OS siffofi waɗanda abokan cinikinka za su tsammata a babbar wayar hannu. An shiryata domin ta dace da rayuwarsu sosai ta yadda za su tafi tare da duniyar da ke kewaye da su.

source: With built-in style filters for fun, creative shots and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
ha: Tare da tsarin saka rariya domin nishaɗi, hotuna na hikima da wasu hanyoyi da dama domin rarraba hotuna, cikakkiyar kyamara da ma'ajiyar hotuna zasu sa duk batutuwanka su yi murmushi.

source: Messages and Email
ha: Saƙwanni da Imel

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the open Web. It is designed to protect the user and system from malicious applications and content.
ha: Firefox OS na da yanayin ƙwaƙƙwaran tsaro da ke yaƙi kai-da-fata daga sama da shekaru goma na tallafawa Yanar gizo. An ƙerata domin kare mai amfani da kuma na'urar daga aikace-aikacen zamba da abubuwan ciki.

source: What do you mean I can convert mobile sites into apps?
ha: Me ka ke nufi da cewa zan iya sauya dandalin yanar gizo na waya zuwa aikace-aikace?

source: Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search. Tools such as Emscripten and PhoneGap are also able to convert other apps (*.apk and/or C/C++) to Web apps.
ha: Ba kai-tsaye ba. To amma, mafi yawaicin aikace-aikace fitattu na Android da iOS a haƙiƙa aikace-aikace ne na Yanar gizo da ke da “wrapper” ta gida domin ƙyalesu su gudana a dandali na mallaka. Sabo da haka, yawaicin aikace-aikacen da su ke iri ɗaya za'a iya samunsu ta hanyar bincike ta Adaptive App Search. Kayayyaki kamar Emscripten da PhoneGap su ma za su iya mayarwa zuwa wasu aikace-aikace (*.apk da/ko C/C++) zuwa aikace-aikacen Yanar gizo.

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functions. That means apps do not require an active Internet connection to work unless they need to send or receive data.
ha: An gina Firefox OS a kan fasahar Yanar gizo amma ta na iya aiki ko ba a kan yanar gizo ba ga dukkan ayyukan wayoyi. Wannan na nufin cewa aikace-aikace ba sa bukatar haɗawa da intanet da aka kunna domin yin aiki ko aikawa ko kuma karɓar bayanai.

source: Customers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the customer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.
ha: Abokan ciniki waɗanda ke bukatar tallafi na aikace-aikace da aka gina domin Firefox OS za'a nuna masu mai samar da aikace-aikacen domin taimako. Idan abokin ciniki bai gamsu da hulɗarsa ba ta yadda aka sami matsala wajen tallafawa da ta samo asali daga aikace-aikacen, Mozilla na iya bayar da shawara wajen kaucewa wanda ya haɗa da cire saka aikace-aikacen har sai mai samarwa ya bayar da tallafin da ya kamata.

source: What email providers are supported?
ha: Waɗanne imel ne ke da tallafi?

source: Think you are almost ready to start selling Firefox OS to your customers? Put your knowledge to the test and answer these questions to prove you have what it takes.
ha: Ina zato ko kusa shiryawa domin fara sayar da Firefox OS ga abokan cinikinka? Gwada iliminka ta hanyar amsa waɗannan tambayoyi domin ka tabbatar da abin da ya ke ɗauka.

source: Get Ready to Sell!
ha: Fara shirin Sayarwa!

source: Which of the following apps is preloaded on every Firefox OS phone? Select all that apply.
ha: Wanne daga cikin waɗannan aikace-aikace aka loda a ko wace wayar Firefox OS. Zaɓi duk wanda ya dace.

source: There are more. Try again
ha: Suna da yawa. Sake gwadawa

source: That’s right! This icon represents Messages —or text messaging.
ha: Ya yi dai dai! Wannan alamar na wakiltar Saƙwanni —ko rubutaccen saƙo.

source: Actually, this icon represents Messages — or text messaging.
ha: A haƙiƙa, wannan alamar na wakiltar Saƙwanni — ko rubutaccen saƙo.

source: That’s right. This icon represents the Contacts.
ha: Ya yi dai dai. Wannan alamar na wakiltar Abokan Hulɗa.

source: Actually, this icon represents the Contacts.
ha: A haƙiƙa wannan alamar na wakiltar Abokan Hulɗa.

source: While all of these statements are true, which two responses would be most useful to a first-time smartphone customer?
ha: Yayin da duk waɗannan maganganun su ke gaskiya, waɗanne amsoshi ne guda biyu su ka fi zama masu amfani ga abokin ciniki wanda ya fara amfani da babbar waya?

source: The best response to this objection is to talk about all the apps that are available.
ha: Amsar da tafi dacewa ga wannan al'amari shine a yi magana a kan duk aikace-aikace waɗanda aka samar.

source: The best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.
ha: Amsar da tafi dacewa ga wannan al'amari ita ce a yi magana dangane da ƙwarewa ta al'ummar Mozilla waɗanda ke bayan Firefox OS.

source: The best response to this objection is to talk about the robust security model.
ha: Amsar da tafi dacewa ga wannan al'amari shine a yi magana dangane da ingantaccen yanayin tsaro.

source: Calendar
ha: Kalanda

source: Clock
ha: Agogo

source: Email and Messages
ha: Imel da Saƙwanni

source: Music
ha: Kiɗa

source: Messages
ha: Saƙwanni

source: With Adaptive App Search, Firefox OS adapts to you needs better than any other phone.
ha: Tare da Aikace-aikace na Nema Waɗanda za'a iya sarrafawa, Firefox OS zata sarrafu zuwa abin da ka ke so fiye da ko wace irin waya.

source: If you love Firefox, you’ll love Firefox OS. Choosing a Firefox OS device puts the power of the Web in your hands.
ha: Idan ka na son Firefox, za ka so Firefox OS. Zaɓar na'urar Firefox OS ya saka ƙarfin Yanar gizo a hannunka.

source: Firefox OS gives you the most value for your money, with everything you expect — Camera, Email, apps, Music and more — at the most competitive prices.
ha: Firefox OS za ta baka kima ga kuɗinka, da duk abubuwan da ka zata — Kyamara, Imel, aikace-aikace, Kiɗa da sauransu — a madaidaicin farashi.

source: <strong>Here’s what you can say:</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.
ha: <strong>Ga abin da za ka ce:</strong> Firefox OS za ta baka kima ga kuɗinka. Tana da duk abin da ka ke zato a babbar waya — kyamara, imel, aikace-aikace, kiɗa da sauransu — a madaidaicin farashi.

source: An excellent user experience
ha: Kyakkyawan koyo na mai amfani

source: Life is complicated, your smartphone shouldn’t be. Firefox OS is designed for better performance, easier customization and simpler navigation. Everything your customer needs or wants is either one scroll or swipe away.
ha: Rayuwa na da rikici, babbar wayarka bai kamata ta zama haka ba. An shirya Firefox OS domin ingantaccen aiki, tsarawa mai sauƙi da gewayawa mai sauƙi. Duk abin da mai ciniki ya ke so ko bukata ko dai gungurawa ɗaya ko kuma matsawa.

source: Made with you in mind
ha: An yi ta da kai a zuciya

source: Use your phone in your language, control your data usage and personalize it by creating your own ringtones. You can also download locally-relevant apps that enrich and simplify your daily life. Firefox OS is truly a phone made with you in mind.
ha: Yi amfani da wayarka a yarenka, sarrafa yadda ka yi amfani da bayananka kuma ka mayar da su na ka ta hanyar ƙirƙirar kiɗan kira naka. Kuma za ka iya sauke aikace-aikace da suka dace waɗanda za su inganta kuma su sauƙaƙa rayuwarka ta yau da kullum. Firefox OS haƙiƙa waya ce da aka yi sabo da kai a zuci.

source: Keep the Web in your hands
ha: Riƙe Yanar gizo a hannunka

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of developers working to innovate and further Web technologies. When you choose Firefox OS, you’re helping build a brighter future for the Web for all.
ha: A mozilla, mun fito domin mu kawo bambanci, ba riba ba. Manyan wayoyin Firefox OS na da goyon bayan jama'ar duniya na masu samarwa da suke aiki domin ƙirƙiro da haɓaka fasahar Yanar gizo. Idan ka zaɓi Firefox OS, kana taimakawa wajen gina gaba kyakkyawa domin Yanar gizo ga kowa.

source: A phone for everyone
ha: Waya domin kowa da kowa

source: Your customers want to get the most out of life, so why should they get any less from their mobile device? Firefox OS devices are perfect for new smartphone users — easy to use and full of all the features that they expect. And because Firefox OS devices are powered by Mozilla, they’re the perfect choice for anyone committed to keeping the Web open for all.
ha: Abokan cinikinka su na so su sami abubuwa daga rayuwarsu, sabo da haka mai yasa za su sami tawaya daga na'urarsu? Na'urorin Firefox OS sun dace da sababbin masu amfani da babbar wayar hannu — sauƙin amfani da duk siffofin da su ke tsammani. Kuma sabo da na'urorin Firefox sun sami ƙarfafawar Mozilla, su ne zaɓin da ya fi dacewa ga kowa wanda ya mayar da hankali wajen mayar da Yanar gizo ga kowa.

source: Show your customers how easy it is to get apps in the Firefox Marketplace. Tell them that the Marketplace has the cool games and apps that they’re looking for. Demonstrate an example of a local app that will help make their lives easier.
ha: Nunawa abokan cinikinka yadda ya ke da sauƙi a sami aikace-aikacen Wuraren Kasuwanci na Firefox. Faɗa masu cewa Wuraren Kasuwanci na da aikace-aikacen ƙayatattun wasanni waɗan da su ke nema. Nuna masu misali na aikace-aikace waɗanda za su mayar da rayuwarsu mai sauƙi.
