Repository: mozilla/masterfirefoxos-l10n
Catalog: ha/LC_MESSAGES/django.po
Languages: ha

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, select <strong>More Information</strong> and look for the version numbers under <em>OS version</em> at the top of the screen. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> <li><em>1.3.0.0</em> means you have version 1.3</li> <li><em>2.0.0.0</em> means you have version 2.0</li> </ul> </li> </ol>
ha: <ol> <li>Buɗe Saituna daga na'ura.</li> <li>Gungura ƙasa ka zaɓi <strong>Bayanin na'ura</strong>.</li> <li>A kan allon fuska na bayanin, zaɓi, <strong>Ƙarin bayani</strong> kuma ka duba lambar yayin a ƙasa <em>yayin OS </em> a saman fuskar kwamfuta. <ul> <li><em>Firefox OS 1.0.1.0</em> na nufin kana da yayin 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> na nufin kana da yayin 1.1</li> <li><em>1.3.0.0</em> na nufin kana da yayin 1.3</li> <li><em>2.0.0.0</em> na nufin kana da yayin 2.0</li> </ul> </li> </ol>

source: Submit
ha: Miƙa

source: Menu
ha: Takardar bayani

source: Portions of this content are ©1998–{0} by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.
ha: Ɓangarori na wannan abin da ke ciki na ©1998–{0} daga ɗaiɗaiku masu bayar da gudun mawa. Za'a sami abin ciki a ƙarƙashin <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.

source: Source code
ha: Tushen lamba

source: Contact Us
ha: Tuntuɓemu

source: Partner with Us
ha: Haɗa gwiwa tare da Mu

source: Donate
ha: Bayar da gudun mawa

source: Privacy Policy
ha: Manufa ta Ƙashin kai

source: Legal Notices
ha: Bayanan Shari'a

source: Report Trademark Abuse
ha: Bayar da rahoton saɓawa da Alamar kasuwanci

source: Mozilla on Twitter
ha: Mozilla a Twitter

source: Firefox on Twitter
ha: Firefox a Twitter

source: Mozilla on Facebook
ha: Mozilla a Facebook

source: Firefox on Facebook
ha: Firefox a Facebook

source: Learn more
ha: Daɗa koyo

source: Home
ha: Gida

source: About
ha: Dangane da

source: Language
ha: Yare

source: Firefox OS version
ha: Yayin Firefox OS

source: Which version do I have?
ha: Wanne yayi nake da shi?

source: Change
ha: Canja

source: Documentation for Firefox OS {version} is not yet available in {language}, so we redirected you to the English version.
ha: Bayanan Firefox OS {version} babu shi a yaren {language}, sabo da haka zamu karkataka zuwa yayin Turanci.

source: The latest version available in {language} is {version}.
ha: Sabon yayin da ake da shi a {language} {version} ne.

source: Afrikaans
ha: Yaren Afrikaans

source: Arabic
ha: Larabci

source: Croatian
ha: Croatia

source: Czech
ha: Yaren Czech

source: English
ha: Turanci

source: German
ha: Jamusanci

source: Greek
ha: Girkanci

source: French
ha: Faransanci

source: Hindi
ha: Indiyanci

source: Hungarian
ha: Yaren Hungary

source: Italian
ha: Italiyanci

source: Japanese
ha: Japananci

source: Polish
ha: Yaren Polish

source: Portuguese
ha: Portugal

source: Serbian
ha: Serbia

source: Kiswahili
ha: Yaren Kiswahili

source: Spanish
ha: Spaniyanci

source: Tamil
ha: Yaren Tamil

source: Wolof
ha: Yaren Wolof

source: Xhosa
ha: Yaren Xhosa

source: Pirate
ha: Yaren Pirate

source: Zulu
ha: Yaren Zulu
