Repository: mozilla/masterfirefoxos-l10n
Catalog: wo/LC_MESSAGES/django.po
Languages: wo

source: <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and adapts to your needs better than any other phone. That means you get more of what you need with less time spent searching. Plus, it’s packed with all the features you’d expect — camera, email, apps, music, maps and more!
wo: <strong>Li nga leen mën a wax mooy:</strong> Firefox OS mooy tànneef bi gën ci ñiy soog a jëfandikoo smaartfon. Yomb na jëfandikoo lool te moo raw yeneen telefon yi ci méngoo ak say bëgg-bëgg. Maanaam dalay indil lu ëpp li nga doon seentu ci seet gee gën a gaaw. Rax ci dolli, dafa àndaale ak mbooleem man-man yoo yaakaar — kameraa, imeel, jëfekaay yi, misik, kàrt yi ak yeneen mbir!

source: <strong>Here’s what you can say:</strong> Firefox OS is the easiest smartphone to get you started. The user interface is so intuitive, you’ll be able to quickly discover and download your favorite apps and be ready to go in no time.
wo: <strong>Li nga mën a wax mooy:</strong> Firefox OS moo gën a yomb ci kuy tàmbali. Jokkalekaay bi dafay jëli, di nga mën a gis ak yebbi ay jëfekaay yi la gënal ci lu gaaw kon gaawal tàmbali.

source: <strong>Here’s what you can say:</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
wo: <strong>Li nga mën a wax mooy:</strong> Soo xamee te bëgg Firefox, dinga bëgg Firefox OS. Smaartfoni Firefox OS dañu lalu ci HTML5, di indi li gën ci Web bi ci sa telefon. Rax ci dolli, ñi defar Firefox OS ñooy mbooloo muy liggéey ngir ñépp mën a jëfandikoo Web bi. Soo tànnee Firefox OS, yaa ngi ak li ëpp solo ci Web bi.

source: Your go-to source for the best apps on Firefox OS. Browse multiple categories, including games, utilities, music, travel, sports and more.
wo: Sa balluwaayu jëfekaay yi gën ci Firefox OS. Joowu ci wàll yu bari, boole ci po yi, yu am njariñ yi, misik, tukki, tàggat-yaram ak yeneen mbir.

source: Experience the fast, smart, safe way to get the best of the Web. Use the Search Bar to visit websites, perform searches and access apps from the Marketplace. Multitask with tabs and browse multiple pages at the same time
wo: Xamal li ci yoon wi gën a gaaw, xarañ te wóor ngir am li gën ci Web bi. Jëfandikool Laatu Seet gi ngir dem ci dalu web yi, amal ay seet ak jotee ay jëfekaay ci Marketplace. Defandoo mbir yu bari ak laf yi te mën a joowandoo xët yu bari

source: Stay connected with friends and colleagues on your favorite social networks from wherever your are..
wo: Di jokkoo ay say xarit ak naataangoo ci reso penc yi la gënal fépp foo mën a nekk..

source: Easily import your Facebook friends to your phone and keep your community all in one place thanks to deep integration with your favorite social networks.
wo: Jëlee say xarit ci Facebook indi leen ci sa telefon ci lu yomb te boole sa nit ñépp ci benn barab te lenn waralu ko ludul liñ ci boole say reso penc yi la gënal.

source: Easily pair your device with a wide range of Bluetooth accessories. Share contacts, images, videos or your favorite URLs with friends.
wo: Lëkkante sa telefon ak xeeti jumtukaayi Bluetooth yu bari. Séddoo ay xame, ay nataal, ay wideo walla sa URL yi la gënal ak say xarit.

source: Play it all from your phone, or online via YouTube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
wo: Taalee ko ci sa telefon, walla ci YouTube ci net bi. Joowal te taal say tànneefi misik ci albom walla waykat bi, may ay poñ way yi ak defar limu way yi ngay gën a deglu.

source: Stay connected easily and conveniently. Set up multiple email accounts, with support for the most common Exchange, POP3 or IMAP email providers.
wo: Neex a lonku te doo sonn. Samp sàqi imeel yu bari, yu ànd ak ndimbali dalakati imeeli Exchange, POP3 walla IMAP.

source: Find My Device
wo: Gis Sama Jëfandaay

source: Location tracking helps you find your device if you lose it. Remote wipe and lock capabilities help you keep your personal information safe.
wo: Seet fi jëfandaay bi nekk su réeree. Man-man faase ak tëj lu sori dina tax ba kenn du mën a jëfandikoo say leerali bopp.

source: Ringtones
wo: Sonëri yi

source: Customize your Firefox OS phone by creating new ringtones from your music collection or from songs you download from the Web.
wo: Soseel sonëri yu bees ci say misik walla nga yebbi leen ci Web bi ngir indi mbir yu bees ci sa telefonu Firefox OS.

source: App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter, YouTube, Pinterest and ConnectA2 as well as a Flashlight app and Calculator.
wo: Defarkati jëfekaay yi wër àdduna bokk nañu ci Firefox OS ak junniy jëfekaay yuy jàppandi cig jëfandikoo. Bokk na ci limu jëfekaay yooyu di yokk, defarkati jëfekaay yi gën a mag, maanaam Facebook, YouTube, Twitter, YouTube, Pinterest ak ConnectA2 ak ab jëfekaayu Torsu ak Xaymakaay.

source: Users can place bookmarks to any website on their home screen to provide the functionality of that site directly from there. Also, users can simply enter any search term on the home screen and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and makes it possible for people to get the exact content they want, when they want it.
wo: Jëfandikukat yi mên nañu def ay xàmme-téere ci bépp xëtu ëttu bépp dalu web di mën a joxee foofa man-mani dali. Te itam, jëfandikukat yi mën nañu bind baatu seet bu leex ci seetu ëtt bi ba noppi sos ci saasi jëfekaayu benn-jëfandikoo walla buñ mën a yebbi. Sos ak jëfandikoo jëfekaay yii ci luñ sàkku dafay may jëfandikukat bi mu mën a def lépp ci seen smaartfon ba noppi may ñeneen ñi ñu am ëmbeef yi ñuy wut, sa yu leen soobee.

source: Can I use WhatsApp on this phone?
wo: Mën naa jëfandikoo WhatsApp ci telefon bii?

source: Not directly, but the ConnectA2 app allows you to send instant messages to your contacts on ConnectA2 and/or WhatsApp. You can send and receive messages, emoticons, pictures, videos and audio files for free. You can also create and use group chats and receive notifications of new messages, even when the app is closed.
wo: Du nekk moom kese, waaye jëfekaayu ConnectA2 dina la may ngay yónnee ak jot mesaasi janoo say xame yi ci ConnectA2 ak/walla WhatsApp. Mën nga yónnee ak jot ay mesaas, ay emotikon, ay nataal, ay wideo ak taxañi ojo te doo fay. Mën nga itam sos mbooloom waxtaan ci janoo ak di jot ay yëgley mesaas yu bees, ba ci sudee dañu tëj jëfekaay bi.

source: Will my apps work offline?
wo: Jëfekaay bi dina dox suma amul net?

source: Firefox Marketplace is our go-to source for free apps, including favorites like Twitter and Facebook, and for awesome local content from the best Web developers in your region.
wo: Firefox Marketplace mooy sunu balluwaayu jëfekaay yuy maye, niki yiñ gën a taamu ni Twitter ak Facebook, ak ngir ëmbeefu dëkk yi bawoo ci defarkati Web yi gën ci sa diwaan.

source: Exchange, POP3 and IMAP are currently supported.
wo: Exchange, POP3 ak IMAP leegi bokk nañu ci.

source: The Mozilla Mission
wo: Liggéeyu Mozilla

source: Take the Challenge
wo: Jéngu Ko

source: If you’ve worked through all of the questions and content, you’re ready to match Firefox OS to the needs of your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it’s powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in their hands!
wo: Sudee liggéey nga ci laaj yi ak ëmbeef yépp, kon leegi mën nga méngale Firefox OS ak sa soxlay kiliyaan. Smaatfonu Firefox OS dafa yomb a jëfandikoo te mooy li gën ci kuy soog a jëfandikoo smaatfon te dafa ànd ak mbooleem man-man yi kiliyaan yi di soxla. Mozilla mooy ki ko dooleel, di fexe ba Firefox OS nekk tànneef bi gën ci ku bëgg dooley Web bi nekk ci say yoxo!

source: What are some examples of the kind of personalization and control that Firefox OS allows? Select all that apply.
wo: Ana yan xeeti soppi melokaan walla jëfandikoo lañu mën a def ak Firefox OS? Tànnal lépp lu méngoo ak moom.

source: That’s right! All of these things are possible with a Firefox OS phone.
wo: Dëgg la! Mën nañu defee mbir yii yépp ak telefon Firefox OS.

source: Actually, all of these things are possible with a Firefox OS phone.
wo: Waaw, mën nañu defee mbir yii yépp ak telefonu Firefox OS.

source: There are more. Try again.
wo: Am na yeneen mbir. Jéemaatal.

source: That’s right. This icon represents the Firefox Browser.
wo: Dëgg la! Junj bii mooy Joowukaayu Firefox.

source: Actually, this icon represents the Firefox Browser.
wo: Waaw, junj bii mooy Joowukaayu Firefox.

source: What does Bluetooth allow users to do? Select all that apply
wo: Lan la jëfandikukat yi mën a def ak Bluetooth? Tànnal lépp lumu méngool

source: That’s right! All of these things can be shared via Bluetooth with your Firefox OS phone.
wo: Waaw, mën nañu séddoo mbir yii yépp ci Bluetooth bi ci sa telefonu Firefox OS..

source: Actually, all of these things can be shared via Bluetooth with your Firefox OS phone..
wo: Waaw, mën nga séddoo mbir yii yépp ak Bluetooth bi ci sa telefonu Firefox OS..

source: Actually, all of these are true about Firefox OS.
wo: Waaw, lii lépp ñu wax ci Firefox OS dëgg la.

source: Actually, all of these are true about Firefox OS
wo: Waaw, lii lépp ñu wax ci Firefox OS dëgg la

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
wo: Dëgg la. Sudee kuy soog a jëfandikoo smaartfon, danga ko war a xamal yombaayu man-man yi ak fi ñuy jaar ba def liñ bëgg ci seen telefon jox leen melokaan yiñ bëgg.

source: Actually, with a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
wo: Waaw, sudee kuy soog a jëfandikoo smaartfon, danga ko war a xamal yombaayu man-man yi ak fi ñuy jaar ba def liñ bëgg ci seen telefon jox leen melokaan yiñ bëgg.

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the power of the Web in their hands.
wo: Dëgg la. Soo dajee ak soppeb Firefox, xamal ko ni tànn Firefox OS mooy wone ni li ëpp solo ci Web mu ngi ci ay yoxoom.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping power of the the Web in their hands.
wo: Waaw, soo dajee ak soppeb Firefox, xamal ko ni tànn Firefox OS mooy wone ni li ëpp solo ci Web mu ngi ci ay yoxoom.

source: That’s right. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
wo: Dëgg la. Leeralal boobu kiliyaan mbooleem lu baax ak man-man yi ci Firefox OS, boole ci jëfekaayi penc yi telefon bi di wàccaale, lépp ci jëg lu yomb.

source: That’s not it. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
wo: Waaw, leeralal boobu kiliyaan mbooleem lu baax ak man-man yi ci Firefox OS, boole ci jëfekaayi penc yi telefon bi di wàccaale, lépp ci jëg lu yomb.

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the power of the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.
wo: Dëgg la. Kiliyaan bii dafay nuru ab soppeb Firefox. Xamal ko telefoni Firefox OS yi Mozilla defar, dañuy wone seen liggéey ngir ñépp mën a jot ci Web bi. Te itam ginaaw mbir yii ñu ci wax yépp dëgg, benn rekk mooy tontu li gën a méngoo ak benn kiliyaan bii.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how Firefox OS phones, made by Mozilla, help keep the power of the Web in the hands of the people.
wo: Lii ñu wax lépp dëgg la, waay benn tontoo ciy gën méngoo ak li ab kiliyaan di laaj, di ku nuro soppeb Firefox. Xamal ko ni Mozilla di defaree telefoni Firefox OS, mooy jox nit ñi li ëpp solo ci Web bi.

source: What does the Find My Device feature on your Firefox OS phone help you do in the case that your phone is lost or stolen?
wo: Lan nga mën a def ak man-mani Seet Sama Jëfandaay bu telefonu Firefox OS sudee sa telefon daa réer?

source: That’s right! The Find My Device helps you do all these things through your Firefox Account.
wo: Dëgg la! Seet Sama Jëfandaay dalay may nga defee mbir yii yépp ak sa Sàqum Firefox.

source: Actually, the Find My Device helps you do all these things through your Firefox Account.
wo: Waaw, Seet Sama Jëfandaay dalay may nga defee mbir yii yépp ak sa Sàqum Firefox.

source: That’s right. A first-time smartphone user will be most interested in ease of use.
wo: Dëgg la. Li ngën a soxal kiy soog a jëfandikoo ab smaartfon mooy mu yomb a jëfandikoo.

source: Which of the following statements are true of the Cost Control app that is preloaded on Firefox OS?
wo: Yan ci wax yii jëm ci jëfekaayu Saytu Njëg yi Firefox OS di wàccaale ñooy dëgg?

source: That’s right. All of these are true of the Cost Control app!
wo: Dëgg la. Lii lépp ñu wax ci jëfekaayu Saytu Njëg dëgg la!

source: Actually, all of these are true of the Cost Control app!
wo: Dëgg la, lii lépp ñu wax ci jëfekaayu Saytu Njëg dëgg la!

source: The ConnectA2 app is an instant messaging application compatible with WhatsApp for your Firefox OS device.
wo: Jëfekaayu ConnectA2 ab jëfekaayu bindante mesaas ci janoo la bu mën a ànd ak WhatsApp ngir sa telefonu Firefox OS.

source: Actually, this is true. ConnectA2 allows you to send instant messages to your contacts using ConnectA2 and/or WhatsApp.
wo: Waaw, loolu dëgg la. ConnectA2 dalay may ngay yónnee ak jot mesaas cib janoo say xame soo jëfandikoo ConnectA2 ak/walla WhatsApp.

source: What’s the best response to this customer’s objection? “I’ve heard there aren’t many apps available.”
wo: Lan mooy tontu li gën ci laaju kiliyaan bii? "Dégg naa ni bariwul jëfekaay yu jàppandi."

source: What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones."
wo: Lan mooy tontu li gën ci laaju kiliyaan bii? "Musu ma dégg lenn ci telefoni Firefox OS."

source: Set your phone to your language
wo: Def sa làkk ci sa telefon

source: Control your data usage
wo: Saytu ni ngay jëfandikoo say njoxe

source: Create your own ringtones
wo: Defar say sonëri bopp

source: Share contacts
wo: Séddoo ay xame

source: Share images
wo: Séddoo ay nataal

source: Share videos
wo: Séddoo ay wideo

source: With the Firefox Marketplace, the best preloaded apps and an awesome user experience, Firefox OS is packed with the features that users are looking for in a smartphone.
wo: Ak Firefox Marketplace, jëfekaayi wàccaale yi gën ak jëfandikoo gu amul fenn, Firefox OS dafa àndaale ak man-man yi jëfandikukat yi di seet cib smaartfon.

source: Since it’s made by Firefox, Firefox OS is backed by a global community working on your behalf and with your interests in mind.
wo: Ginaaw Firefox moo ko defar, ki dooleel Firefox OS mooy mbooloo mu wër àdduna di liggéey ci seen tur tey bàyyi xel ci yi leen soxal.

source: Firefox OS is made with you and your needs in mind, so it is extremely easy to use and allows for greater control, personalization and customization than many other smartphones on the market.
wo: Bàyyi nañu xel ci seen bëgg-bëgg bi ñuy sos Firefox OS, yomb na jëfandikoo lool te neex na saytu, am na ay pexe soppi melokaan ak doxin gu ëpp yeneen telefon yi ci marse bi.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too..
wo: Firefox OS mooy smaartfon bi gën a yomb ci kuy tàmbali. Sa jëfekaay yi la gënal wàccaale nañu ci ba noppi te mën nga jëlee say xarit ci Facebook, itam..

source: If you love Firefox, you’ll love Firefox OS. Choosing Firefox OS keeps the power of the Web in your hands.
wo: Soo bëggee Firefox, dinga bëgg Firefox OS. Tànn Firefox OS mooy am li solo ci Web bi ci say yoxo.

source: The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, email, maps and more, all at a better value.
wo: Smaartfoni Firefox OS dafay wàccaale ak mbooleem man-man yoo soxla, bokk na ci Mesaas yi, Facebook, imeel, ay kàrt ak yeneen mbir, lépp ci njëg lu yomb.

source: The Firefox Marketplace features free apps!
wo: Firefox Marketplace am na jëfekaay yuy maye!

source: Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps already built for the Web.
wo: Mozilla mi defar Firefox, daa defar smaartfon OS ngir Web bi jàppandi ci ñépp. Te ginaaw dañu tabaxee Firefox OS ci HTML5, mën nga jot ci ay jëfekaay yu bari yuñ tabax ci Web bi.

source: Track the location of your lost/stolen device
wo: Seet fu sa telefon buñ sàcc walla bu réer

source: Remotely wipe the device.
wo: Faase sa telefon ci lu sori.

source: Remotely lock the device.
wo: Tëj sa telefon ci lu sori.

source: Firefox OS is built entirely using HTML5 and Open Web standards.
wo: Ci HTML5 lañu defaree Firefox OS ak pexey Web bu Ubbiku.

source: You can use it to create and set a daily budget for data usage.
wo: Mën nga koo jëfandikoo ngir xayma seenug jëfandikoo njoxe ci bis bi.

source: It shows usage per app.
wo: Dalay ni nga jëfandikoo jëfekaay bu nekk.

source: It shows usage by time.
wo: Dafay wone waxtu jëfandikoo bi.

source: Firefox OS is backed by a global community of developers and content providers dedicated to creating new and exciting content and even locally-relevant apps for the Firefox OS platform. New apps and content are added every day.
wo: Ki dooleel Firefox OS mooy mbooloom defarkat yi wër àdduna ak joxekati ëmbeef ngir sos ëmbeef yiñ jagleel defarug jëfekaay yu am solo ci sam réew ci dalu yebbikaayu Firefox OS. Bis bu nekk ñu yokk ci ay jëfekaay ak ëmbeef yu bees.

source: Apps developers are slowly realizing the benefit of HTML5 in support of the Open Web.
wo: Defarkati jëfekaay yi ñu ngi xam dànk njariñ li HTML5 di amal Web bu Ubbiku.

source: They’re packed with the features that made you want a smartphone in the first place.
wo: Dañu ànd ak man-man yuy tax kuy soog a gis ab smaartfon daaldi koy bëgg ci saasi.

source: They’re new and backed by a global community working to help keep the Web accessible to all.
wo: Dañoo bees te mbooloo mu wër àdduna moo leen dooleel ngir fexe ba ñépp mën a jot ci Web bi.

source: It’s packed with the features that made you want a smartphone in the first place.
wo: Dafa ànd ak man-man yuy tax kuy soog a gis ab smaartfon daaldi koy bëgg ci saasi.

source: It’s new and backed by a global community working to help keep the Web accessible to all.
wo: Dafa bees te mbooloo mu wër àdduna moo ko dooleel ngir fexe ba ñépp mën a jot ci Web bi.

source: It features a robust security model that is battle-hardened from more than a decade supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
wo: Dafay defar xeetu kaaraange gu am doole te tàmbalee liggéey lu ëpp fukki at ngir fexe ba Web bi Ubbiku. Dañu ko defar ngir aar jëfandikukat bi ak noste gi ci jëfekaay walla ëmbiit yu mën a lore, te it dafay aar jëfekaay ngir ñu bañ a lorante.

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, select <strong>More Information</strong> and look for the version numbers under <em>OS version</em> at the top of the screen. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> <li><em>1.3.0.0</em> means you have version 1.3</li> <li><em>2.0.0.0</em> means you have version 2.0</li> </ul> </li> </ol>
wo: <ol> <li>Ubbil jëfekaayu Jekkal yi ci sa telefon.</li> <li>Lemmil te tànn <strong>Leerali telefon</strong>.</li> <li>Ci seetub leerali Telefon, tànnal <strong>Yeneeni Leeral</strong> te nga xoot nimeroy sumb bi ci suufu <em>sumbu OS</em> ci kaw seetu bi. <ul> <li><em>Firefox OS 1.0.1.0</em> mooy tekki ni sumbu 1.0.1 nga am</li> <li><em>Firefox OS 1.1.0.0</em> mooy tekki ni sumbu 1.1 nga am</li> <li><em>1.3.0.0</em> mooy tekki ni sumbu 1.3 nga am</li> <li><em>2.0.0.0</em> mooy tekki ni sumbu 2.0 nga am</li> </ul> </li> </ol>

source: Submit
wo: Dugal

source: Menu
wo: Njël

source: Portions of this content are ©1998–{0} by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.
wo: Yenn ci naataangoo yi ño ©1998–{0} yenn ëmbiit yi. Ëmbiit yi jàppandina ñu ci <a href="https://www.mozilla.org/foundation/licensing/website-content/">sañ-sañu Creative Commons</a>.

source: Source code
wo: Kotu balluwaay

source: Contact Us
wo: Jokkoo ak Nun

source: Partner with Us
wo: Ñiy Liggéeyandoo ak Nun

source: Donate
wo: Maye

source: Privacy Policy
wo: Sàrti Sutura

source: Legal Notices
wo: Yëgley Yoon

source: Report Trademark Abuse
wo: Nettalib Jalgati Màrk

source: Mozilla on Twitter
wo: Mozilla ci Twitter

source: Firefox on Twitter
wo: Firefox ci Twitter

source: Mozilla on Facebook
wo: Mozilla ci Facebook

source: Firefox on Facebook
wo: Firefox ci Facebook

source: Learn more
wo: Am ci yeneen leeral

source: Home
wo: Ëtt

source: About
wo: Lu jëm ci

source: Language
wo: Làkk

source: Firefox OS version
wo: Sumbu Firefox OS

source: Which version do I have?
wo: Ban sumb laa am?

source: Change
wo: Soppi

source: Documentation for Firefox OS {version} is not yet available in {language}, so we redirected you to the English version.
wo: Leeral yu jëm ci Firefox OS {version} jàppandeegu ñu ci {language}, moo tax nu yóbbu la ci sumbu Àngale bi.

source: The latest version available in {language} is {version}.
wo: Sumb bi mujjee génn ci {language} mooy {version}.

source: Arabic
wo: Araab

source: Croatian
wo: Wu-kurwaasi

source: Czech
wo: Cek

source: English
wo: Àngale

source: German
wo: Almaa

source: Greek
wo: Gerek

source: French
wo: Faraase

source: Hindi
wo: Endu

source: Hungarian
wo: Wu-ongri

source: Italian
wo: Wu-itali

source: Japanese
wo: Sapone

source: Polish
wo: Wu-poloñ

source: Portuguese
wo: Purtugees

source: Serbian
wo: Wu-serbi

source: Kiswahili
wo: Kiswayili

source: Spanish
wo: Español

source: Xhosa
wo: Xosa
