Repository: mozilla/masterfirefoxos-l10n
Catalog: wo/LC_MESSAGES/django.po
Languages: wo

source: Master Firefox OS
wo: Xam bu baax Firefox OS

source: Welcome!
wo: Dalal jàmm!

source: This global partner and community training hub has everything you need to effectively communicate the basics of Firefox OS. Select any topic to get started.
wo: Barabu tàggat biñ jagleel ñi ñuy liggéeyandool ak askan wi, am na lépp ngir jokkoo gi ci Firefox OS mën a nekk ci anam wu leer. Tànnal benn ci tomb yii ngir tàmbali.

source: Introduction
wo: Tàmbali gi

source: Find out what makes Firefox OS perfect for new smartphone users by giving them just what they need.
wo: Xamal lan moo tax Firefox OS doon li gën ci ñiy soog a jëfandikoo smaartfon, ndax li ñu soxla rek la leen di jox.

source: Demo Tips
wo: Xamle Naka la

source: Learn how to show off and talk about the key features and benefits of Firefox OS to your customers.
wo: Xam leen naka lañuy wanee ak xamal seeni kiliyaan, njariñ ak man-man yi ci Firefox OS.

source: Demonstrations That Matter
wo: Xamle yi Am solo

source: Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool. Browse the demonstration videos below to get started.
wo: Xamle man-mani Firefox OS ak ni mu yombee jëfandikoo dina tax mu neex a jaay. Seetaanal wideo yii ci suuf ngir tàmbali.

source: When you only have a minute, make it count with this simple pitch.
wo: Sudee sag jot néew, kon kàddu yu guddul yi ñooy baax ci yaw.

source: Firefox Browser
wo: Joowukaayu Firefox

source: Customer Guide
wo: Gindikaayu Jëfandikukat bi

source: See how Firefox OS fits into your customers' lives, no matter who they are or where they're from.
wo: Gis ni Firefox di fexee ba méngoo ak dundu jëfandikukat yi, ku mu mën a doon ak fu mu mën a bawoo.

source: Who is your ideal Firefox customer?
wo: Naka la kiliyaan bu baax ci Firefox di mel?

source: The Smartphone Rookie
wo: Ki xamul lu Bari ci Smaarfon

source: "I have never had a smartphone."
wo: "musu maa am ab smaartfon."

source: The Value Seeker
wo: Ki mën a waxaale

source: "I want a good deal."
wo: "Bëgguma sànni sama xaalis."

source: The Uncertain Upgrader
wo: Ki bëgg a soppi te xamagul

source: "It needs to be easy to use."
wo: "Na doon lu neex a jëfandikoo."

source: The Firefox Fan
wo: Soppeb Firefox

source: "I love firefox!"
wo: "Maa bëgg Firefox!"

source: Key Features
wo: Man-man yi Ëpp solo

source: Discover what makes Firefox OS the most unique and exciting mobile operating system.
wo: Xam leen li tax Firefox OS nekk benn nosteg doxalin biñ gën a taamu.

source: Features that count
wo: Man-man yi am solo

source: Firefox browser
wo: Joowukaayu Firefox

source: Facebook and Twitter
wo: Facebook ak Twitter

source: Contacts
wo: Xame yi

source: Camera and Gallery
wo: Kameraa ak Kàggu

source: Music and Video
wo: Misik ak Wideo

source: Frequently Asked Questions
wo: Li ñuy Faral di Laaj

source: Still have questions? Not for long! Find all the answers you're looking for here.
wo: Danga dese ay laaj? Du yàgg! Fii ngay amee ay tontu ci sa laaj yépp.

source: You have questions? We have answers!
wo: Danga am looy laaj? Am nañu tontu yi!

source: By now, you probably have questions and so will your customers! Select each question for more on Firefox OS.
wo: Fi ñu toolu nii, war ngaa am ay laaj, say kiliyaan naka noonu! Jëlal benn laaj ngir jàng ci lu bari ci Firefox OS.

source: How many and what types of apps will be available?
wo: Ñaata ak yan xeeti jëfekaay ñooy jàppandi?

source: What makes Firefox OS more secure than other phones?
wo: Lan moo waral telefoni Firefox OS yi ëpp kaaraange yeneen yi?

source: Do Android apps work on this phone?
wo: Ndax jëfekaayi Android yi mën nañu ci dem?

source: What about customer support for apps?
wo: Ban dimbal lu jëm ci jëfekaay yi la kiliyaan bi am?

source: How do I download and install apps on Firefox OS?
wo: Naka laay yebbee ak samp ay jëfekaay ci Firefox OS?

source: Where should I go if I have more questions?
wo: Suma amee yeneen laaj fan laay dem?

source: Visit <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> for more information.
wo: Demal ci <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> ngir am yeneen leeral.

source: Our mission is to promote openness, innovation and opportunity on the Web.
wo: Li nu tax a jog mooy yaatal ubbite gi, indi lu bees aki xéewal ci Web bi.

source: Behind every Firefox OS smartphone is Mozilla, a global community of thousands dedicated to keeping the Web accessible to all. That’s because we believe each and every one of us has the right to a Web that isn’t controlled by just a few large entities. Yeah, we’re a little different than the other guys. Together, we can build a brighter future for the Web.
wo: Ci ginaaw smaartfonu Firefox OS bu nekk, Mozilla nga fa. Di am mbooloo moo xamni li leen tax a jog mooy ku nekk mën a jëfandikoo Web bi. Li ko waral mooy danoo gëm ni Web bi warul yam ci loxoy boroom daraja yi waaye mu doon lu ñépp bokk. Waaway, wuute nanu ak ñoom. Su ngeen ci jàppee ëlëgu Web bi dina gën a neex.

source: Ready to show what you know?
wo: Ayca dangay wane li nga xam?

source: Put your new knowledge to the test with this series of fun, interactive quizzes.
wo: Tontul ci laaj yu saf xorom yii ngir natt fu sa xam-xam bu bees bi tollu.

source: That’s right! All of these apps come pre-loaded on every Firefox OS phone.
wo: Dëgg la! Jëfekaay yii yépp duñuy wàccaale ci bépp telefonu Firefox OS.

source: Actually, all of these apps come pre-loaded on every Firefox OS phone.
wo: Waaw, jëfekaay yii yépp dañuy wàccaale ci bépp telefonu Firefox OS.

source: Which of these customer responses indicate an ideal candidate for Firefox OS? Select all that apply.
wo: Yan ci tonti kiliyaan yii ñooy wone ndaw li gën ci Firefox OS? Tànnal lépp lu méngoo ak moom.

source: That’s right. All of these customers are ideal candidates for Firefox OS!
wo: Dëgg la! Kiliyaan yii yépp a nekk ndaw yu baax ci Firefox OS!

source: In fact, ALL of these customers are ideal candidates for Firefox OS!
wo: Waaw, kiliyaan yii yépp a nekk ndaw yu baax ci Firefox OS!

source: Which Firefox OS feature does this icon represent?
wo: Ban man-manu Firefox OS la junj bii di méngool?

source: Your customer wants to understand the biggest benefits of Firefox OS versus its competitors. Select all of the statements that apply.
wo: Sa kiliyaan daa bëgg xam njariñ yi ëpp solo ci Firefox OS te newu ñu ci ñeneen ñi. Tànnal lépp lu leen di wuutale.

source: That’s right. These statements are all true about Firefox OS.
wo: Dëgg la. Lii ñu wax lépp ci Firefox OS am na.

source: A customer tells you that smartphones seem complicated. What selling feature should you lead with?
wo: Ab kiliyaan dalaa wax ni smaartfon yi dañu jafee jëfandikoo. Ci ban man-man nga koy tàmbalee wan?

source: That’s right. For a customer looking for a smartphone that is easy to use, Firefox OS is a great choice.
wo: Dëgg la. Kiliyaan buy seet smaartfon bu yomb a jëfandikoo, Firefox OS mooy li gën ci moom.

source: Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use.
wo: Waaw, li gëm mooy nga xamal kiliyaan boobu ni Firefox OS yombee jëfandikoo.

source: A customer tells you that she’s ready to move up from her old feature phone. What selling feature should you lead with?
wo: Ab kiliyaan dalaa wax ni Firefox lay jëfandikoo muy joowukaayu biroom. Ci ban man-man nga koy tàmbalee wan?

source: A customer tells you that he uses Firefox as his desktop browser. With what selling feature should you lead?
wo: Ab kiliyaan dalaa wax ni Firefox lay jëfandikoo muy joowukaayu biroom. Ci ban man-man nga koy tàmbalee wan?

source: A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money.” Which of the following statements would be a good response? Select all that apply.
wo: Ab kiliyaan dalaa wax ni, "Dama bëgg a di jokkoo ak samay xarit ci anam wu yomb, waaye bëgguma fay xaalis bu bari." Ban ci tontu yii moo baax ci moom? Tànnal lépp lu méngoo ak moom.

source: A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a smartphone OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?
wo: Ab jëfandikukat dafa wax ni, "Firefox laay jëfandikoo ci sama ordinaatër te neex nama, waaye xamumawoon ni am nañu smaartfon OS. Lu tax? Ban ci tontu yii mooy gën a méngoo ak laaji kiliyaan boobu?

source: Not quite. A first time smartphone user will be most interested in ease of use.
wo: Du ñépp. Waaye kuy soog a jëfandikoo smaartfon dina ci taamu yomb a jëfandikoo gi.

source: That’s right!
wo: Dëgg la!

source: That’s right.
wo: Dëgg la.

source: What’s the best response to this customer’s objection? “How do I know this new phone is safe?”
wo: Lan mooy tontu lli gën ci bii laajub kiliyaan? "Naka laay xamee ni telefon bu bees bii wóor na?"

source: I’ve never used a smartphone before.
wo: Musu maa jëfandikoo ab smaartfon li jiitu tay.

source: I’m looking for the best value for my money.
wo: Li may seet mooy telefon bu jar njëgam.

source: I want a smartphone that is truly easy to use.
wo: Telefon bu yomb a jëfandikoo laay wut.

source: I’m a Firefox fan.
wo: Ab sopeb Firefox laa.

source: Since it is built by Firefox, you can feel confident that Firefox OS is backed by a global community working on your behalf and with your interests in mind.
wo: Ginaaw Firefox moo ko defar, na seen xel dal ndax ñi dooleel Firefox OS ñooy mbooloo mi wër àdduna, di liggéey ci seen tur tey bàyyi xel ci seeni bëgg-bëgg.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices.
wo: Firefox OS loo ko jëndee jar nako, ndax am na lépp li ngeen ci soxla — kameraa, imeel, ay jëfekaay, misik, ay kàrt ak yeneen mbir — ci njëg yu amul fenn.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too.
wo: Firefox OS mooy smaartfon bi gën a yomb ci kuy tàmbali. Dafay wàccaale ak sa jëfekaay yi la gën a neex te di nga mën itam jëlee sa xarit ci Facebook.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook too.
wo: Firefox OS mooy smaartfon bi gën a yomb ci kuy tàmbali. Dafay wàccaale ak sa jëfekaay yi la gën a neex te di nga mën itam jëlee sa xarit ci Facebook.

source: Facebook is preloaded on every Firefox OS device and you can import your Facebook contacts easily!
wo: Facebook dafay wàccaale ci bépp telefonu Firefox OS te di nga mën a jëli say xamey Facebook ci lu yomb!

source: Every Firefox phone includes the Firefox browser, the fast, smart and safe way to get online.
wo: Telefonu Firefox bu nekk ànd na ak joowukaayu Firefox, di yoon wi gën a gaaw, xarañ te wóor ngir dugg ci internet.

source: Firefox OS includes all the same features you’ll find in competitive smartphones and gives you more value for the money.
wo: Firefox OS dafay àndaale ak mbooleem man-man yu baax ci yeneen smaartfon yi te wan leen ni sànniwoo leen seen xaalis.

source: You can easily import contacts from Facebook to your Firefox OS phone.
wo: Mën nga jëlee say xame ci Facebook yóbb leen ci sa telefonu Firefox OS.

source: Firefox OS gives you access to popular, big name apps, as well as local content that means the most to you.
wo: Firefox OS dalay jotale ci jëfekaay yi gën a siiw te am maanaa, ak itam jox la ëmbiit yi la amal solo.

source: Firefox OS isn’t cluttered with more than you need. It gives you what you’d expect in a smartphone, with an easy-to-use interface that makes it easy to get started.
wo: Firefox OS du lay sonal ak lu la amalul njariñ. Dalay jox li nga soxla cib smaartfon, cib anamu jokkalante gu yomb ngir sag tàmbali mën a yomb.

source: True
wo: Dëgg la

source: False
wo: Loolu amul

source: Which Version Do I Have?
wo: Ban Sumb Laa Yor?

source: Introducing Firefox OS
wo: Xamle Firefox OS

source: Firefox OS comes preloaded with popular instant messaging and social media apps, like Facebook, so your customers will be able to stay connected with friends and family. They can also sync their contacts to the phone, quickly and easily.
wo: Firefox OS dafay wàccaale ak jëfekaay bindante mesaas jib janoo ak mejaa penc yu siiw, yu ci melni Facebook, ngir say kiliyaan di mën di jokkoo ak seeni xarit ak seeni mbokk. Mën nañu itam lëkkalante seeni xame ci telefon bi ci anam wu gaaw te yomb.

source: Firefox OS is packed with the features that your customers expect in a smartphone. It’s designed to fit their lives perfectly so they can keep pace with the world around them.
wo: Firefox OS dafa ànd ak man-man yi kiliyaan bi soxla ci ab smaartfon. Dañu ko defar ngir mu méngoo bu baax ak seeni dund ak ñi nekk seen wet.

source: With built-in style filters for fun, creative shots and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
wo: Ak tànnukaayu feem bi mu àndal, jëliinu nataal bu bees ak anami séddoo nataal yu bari, kameraa bu am man-man yépp ak ab kàggu nataal, liggéey bu baax rek nga ciy am.

source: Messages and Email
wo: Mesaas ak Imeel

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the open Web. It is designed to protect the user and system from malicious applications and content.
wo: Firefox OS dafa am royuwaayu kaaraange gu am doole, buñ liggéey ci lu ëpp fukki at ngir Web bi ubbiku. Dañu ko defar ngir aar jëfandikukat bi ak noste gi jëfekaay ak ëmbiit yiy lore.

source: What do you mean I can convert mobile sites into apps?
wo: Lan mooy mën naa soppi dali telefon def leen ay jëfekaay?

source: Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search. Tools such as Emscripten and PhoneGap are also able to convert other apps (*.apk and/or C/C++) to Web apps.
wo: Du man ci sama bopp. Waaye, jëfekaayi Android ak iOS yi gën a siiw dañuy am jëfekaayi Web la ñu yu am "mbubbu" judduwaale bu leen di may ñuy daw ci dali yebbikaayi seen boroom. Moo tax, jëfekaay yu ci gën a bari dañuy mën di doxaale ci Adaptive App Search. Jumtukaay yu ci melni Emscripten ak PhoneGap mën nañu itam soppi yeneen jëfekaay (*.apk and/or C/C++) def leen ay jëfekaayi Web.

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functions. That means apps do not require an active Internet connection to work unless they need to send or receive data.
wo: Ci xaralay Web lañ defaree Firefox OS, teewul mbir yi ëpp solo ci telefon bi dañuy su amul internet. Maanaam soo amul internet, mën nga jëfandikoo jëfekaay ci anam wu nekk ba mu des yónnee ak jot ay njoxe.

source: Customers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the customer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.
wo: Kiliyaan yi soxla ndimbal ci jëfekaay yiñ defar ngir Firefox OS di nañu leen boole ak defarkatu jëfekaay bi ngir mu dimbali leen. Su amee lu ñuul ci jëflante kiliyaan bi ak Firefox OS juddoo ci dimbal li bawoo ci jëfekaay bi, Mozilla mën nala xelal ab mbir yu ci melni simpi jëfekaay bi ba keroog defarkat bi di indi ndimbal li war.

source: What email providers are supported?
wo: Yan dalalkati imeel lañuy nangu?

source: Think you are almost ready to start selling Firefox OS to your customers? Put your knowledge to the test and answer these questions to prove you have what it takes.
wo: Yaakaar nga ni daana ka noppi nga ngir tàmbalee jaay say kiliyaan Firefox OS? Leegi jéemal natt sa xam-xam te nga tontu ci yii laaj yii ngir firndeel ni mat nga ko.

source: Get Ready to Sell!
wo: Leegi nga Tàmbalee Jaaw!

source: Which of the following apps is preloaded on every Firefox OS phone? Select all that apply.
wo: Yan ci jëfekaay yii ñooy wàccaale ak bépp telefonu Firefox OS? Tànnal bi méngoo ak moom.

source: There are more. Try again
wo: Ëpp na loolu. Jéemaatal

source: That’s right! This icon represents Messages —or text messaging.
wo: Dëgg la! Junj bi mooy bu Mesaas yi —walla bindante mesaas.

source: Actually, this icon represents Messages — or text messaging.
wo: Waaw, junj bi mooy bu Mesaas yi — walla bindante mesaas.

source: That’s right. This icon represents the Contacts.
wo: Dëgg la. Junj bi mooy bu Xame yi.

source: Actually, this icon represents the Contacts.
wo: Waaw, junj bii mooy bu Xame yi.

source: While all of these statements are true, which two responses would be most useful to a first-time smartphone customer?
wo: Wax yii yépp dëgg la, waaye yan ñaari tontu ñooy gën a amal ñariñ kiliyaan buy soog a jëfandikoo smaartfon?

source: The best response to this objection is to talk about all the apps that are available.
wo: Tontu li gën ci laaj bii mooy xamal ko mbooleem jëfekaay yi jàppandi.

source: The best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.
wo: Tontu li gën ci laaj bii mooy xamal ko ni mbooloo mu Mozilla ñoo nekk ci ginaaw Firefox OS.

source: The best response to this objection is to talk about the robust security model.
wo: Tontu li gën ci laaj bii mooy xamal ko ni wóoraayu xeetu kaaraange gi mu am.

source: Calendar
wo: Arminaat

source: Clock
wo: Montar

source: Email and Messages
wo: Imeel ak Bataaxal yi

source: Music
wo: Misik

source: Messages
wo: Bataaxal yi

source: With Adaptive App Search, Firefox OS adapts to you needs better than any other phone.
wo: Ak Adaptive App Search, benn telefon mënul raw Firefox OS ci dab sa bànneex.

source: If you love Firefox, you’ll love Firefox OS. Choosing a Firefox OS device puts the power of the Web in your hands.
wo: Soo bëggee Firefox, dinga bëgg Firefox OS. Tànn ab telefonu Firefox mooy tànn njariñ li ci Web bi.

source: Firefox OS gives you the most value for your money, with everything you expect — Camera, Email, apps, Music and more — at the most competitive prices.
wo: Ku jënd Firefox OS doo ko réccu, am na lépp loo bëgg — Kamera, Imeel, jëfekaay yi, Misik ak yeneen mbir — ci jëg yi gën a yomb.

source: <strong>Here’s what you can say:</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.
wo: <strong>Li nga ci mën a wax mooy:</strong> Ku jënd Firefox OS doo ko réccu. Am na lépp lu ab smaartfon war a am — kamera, imeel, jëfekaay yi, misik, kart yi ak yeneen mbir — ci jëg yi gën a yomb.

source: An excellent user experience
wo: Amal njariñ lool jëfandikukat bi

source: Life is complicated, your smartphone shouldn’t be. Firefox OS is designed for better performance, easier customization and simpler navigation. Everything your customer needs or wants is either one scroll or swipe away.
wo: Aduna coono neen la, sa smaartfon waru la yokkal coonu. Dañu defar Firefox OS ngir jëfandikoo gu gën a baax, yomb a joowu ak jox melokaan wu bees. Lépp lu sa kiliyaan soxla walla bëgg day lemmi mbaa mu faxas ci seetu bi.

source: Made with you in mind
wo: Ci sam xel lañu sukkandi ngir defar ko

source: Use your phone in your language, control your data usage and personalize it by creating your own ringtones. You can also download locally-relevant apps that enrich and simplify your daily life. Firefox OS is truly a phone made with you in mind.
wo: Jëfandikoo sa telefon ci sa làkk, jëfandikoo say njoxe defar sonëri yu méngoo ak say bëgg-bëgg. Mën nga itam yebbi jëfekaay yu am solo ci sa réew yuy indi yokkute ci sag dund. Firefox OS mooy telefon bi nga xam ni sam xel bokk na ci ñi ko defar.

source: Keep the Web in your hands
wo: Web baa ngi ci say yoxo.

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of developers working to innovate and further Web technologies. When you choose Firefox OS, you’re helping build a brighter future for the Web for all.
wo: Fii ci Mozilla, indi lu wuute ak ñeneen ñi rekk a nu tax a jog. Ñi dooleel smaartfoni Firefox OS ñooy mbooloom defarkat yi wër àdduna di liggéey ngir indi lu bees ak gën a baaxal xaralay Web bi. Soo tànnee Firefox OS, bokk nga ci ñiy liggéey ngir ëlëgu Web bi gën a yànj.

source: A phone for everyone
wo: Telefon bu baax ci ñépp

source: Your customers want to get the most out of life, so why should they get any less from their mobile device? Firefox OS devices are perfect for new smartphone users — easy to use and full of all the features that they expect. And because Firefox OS devices are powered by Mozilla, they’re the perfect choice for anyone committed to keeping the Web open for all.
wo: Say kiliyaan dañu bëgg di am li ëpp solo ci seen dund, kon lu tax seen telefon di leen ko xañ? Firefox OS ñooy telefon yi gën ci ñiy soog a jëfandikoo smaartfon — yomb na jëfandikoo te bari na man-man yi nga soxla. Te ginaaw Mozilla moo dooleel telefoni Firefox OS, kon mooy tànneef bi gën ci képp ku bëgg Web bi ubbiku ci ñépp.

source: Show your customers how easy it is to get apps in the Firefox Marketplace. Tell them that the Marketplace has the cool games and apps that they’re looking for. Demonstrate an example of a local app that will help make their lives easier.
wo: Wanal say kiliyaan ni am ay jëfekaayi yombee ci Firefox Marketplace. Xamal leen ni Marketplace am na po neex ak jëfekaay yi ñuy wër. Won leen seen benn jëfekaayu réew buy leen di yombal seen dund.

source: Rich media experience
wo: Mejaa yu am solo

source: With Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them. <br><br>Camera: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more. <br><br>Music: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
wo: Ak Kameraa, Kàggu, jëfekaayi Misik ak yeneen, Firefox OS dalay wéttali soo nekkee ci yoon ngay mën a jokkoo ak mbir yi la gën a amal solo. <br><br>Kameraa: Nataal, soppali ak séddoo. Wone sunu kameraa bi am man-man yépp ak jëfekaayi kàggu, ànd ak seggukaayi feem, wideo ak yeneen mbir. <br><br>Misik: Ak misik bu la jege lool, say kiliyaan dina ñu gis ni leen Firefox OS di bégloo ak fecciloo ci mbedd mi.

source: Social and contact sync
wo: Lëkkante penc ak xame

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below to learn how to best respond to each of their unique needs.
wo: Xam li sa kiliyaan soxla, nga joxko ko ci saa si dafa am solo lool ci képp kuy jaay. Xoolal wàll yii ci suuf ñu jagleel kiliyaan bi nga xam tontu li gën ci bépp laaj bu soxal seeni bëgg-bëgg.
