Repository: mozilla/masterfirefoxos-l10n
Catalog: ig/LC_MESSAGES/django.po
Languages: ig

source: <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and adapts to your needs better than any other phone. That means you get more of what you need with less time spent searching. Plus, it’s packed with all the features you’d expect — camera, email, apps, music, maps and more!
ig: <strong>Nke a bụ ihe ị nwere ike ikwu:</strong> Firefox OS bụ nhọrọ kachasị mma maka ndị na eji ekwentị amamịghe oge izizi. Ọ dị oke mfe iji, ọ na adaba na mkpa gị karịa ekwentị ndị ọzọ ọ bụla. Nke ahụ pụtara na ị na enweta ọtụtụ ihe ndị ị chọrọ na egbughi nnukwu oge na ọchụchọ. Gụnyere, ekpojuru ya atụmatụ niile ị tụrụ anya — igwefoto, email, ngwa, egwu, maapụ na ihe ndị ọzọ!

source: <strong>Here’s what you can say:</strong> Firefox OS is the easiest smartphone to get you started. The user interface is so intuitive, you’ll be able to quickly discover and download your favorite apps and be ready to go in no time.
ig: <strong>Nke a bụ ihe ị nwere ike ikwu:</strong> Firefox OS bụ ekwentị amamịghe kachasị mfe iji bido. Ihu nrụọrụ ahụ nwere nnukwu nghọta, ị ga-enwe ike ịchọpụta ma budata ngwa ndị kachasị amasị gị ọsọ ọsọ ma dị nkwadobe ibido n'oge adịghị anya.

source: <strong>Here’s what you can say:</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
ig: <strong>Nke a bụ ihe ị nwere ike ikwu:</strong> Ọ bụrụ na ịma ma hụ Firefox n'anya, ị ga-amasị Firefox OS. Ekwentị amamịghe Firefox OS dabere na HTML, na eweta ọkacha mma nke Weebụ n'ekwentị gị. Gụnyere, Firefox OS bụ nke otu ogbe wepụtara obi mere iji dowe Weebụ maka mmadụ niile. Mgbe ị họpụtara Firefox OS, ị nwere ike niile nke Weebụ n'aka gị.

source: Your go-to source for the best apps on Firefox OS. Browse multiple categories, including games, utilities, music, travel, sports and more.
ig: Ebe ị ga-aga maka ngwa ndị kachasị na Firefox OS. Chọgharịa ọtụtụ ọrụ, gụnyere egwuregwu, akụrụngwa, egwu, njem, asọmpi na ihe ndị ọzọ.

source: Experience the fast, smart, safe way to get the best of the Web. Use the Search Bar to visit websites, perform searches and access apps from the Marketplace. Multitask with tabs and browse multiple pages at the same time
ig: Nwee ahụmịhe ụzọ dị ọsọ, amamịghe, nwere nche iji nweta ọkacha mma nke Weebụ. Jiri Ogwe Ọchụchọ iji gaa na weebụsaịtị, mee ọchụchọ ma nweta ngwa site na Ọdụ Ahịa. Jiri taabụ rụọ ọtụtụ ọrụ n'otu oge ma chọgharịa ọtụtụ ibe n'otu oge ahụ

source: Stay connected with friends and colleagues on your favorite social networks from wherever your are..
ig: Na akpọtụrụ ndị enyi na ndị ụlọ ọrụ n'elu netwọk mmekọrịta kachasị amasị gị site n'ebe ọ bụla ị nọ.

source: Easily import your Facebook friends to your phone and keep your community all in one place thanks to deep integration with your favorite social networks.
ig: Bubata ndị enyi Facebook gị n'ekwentị gị ma dowe ogbe gị niile n'otu ebe daalụ maka ngwakọrịta miri emi n'etiti netwọk mmekọrịta kachasị amasị gị.

source: Easily pair your device with a wide range of Bluetooth accessories. Share contacts, images, videos or your favorite URLs with friends.
ig: Makọọ ngwaọrụ gị na enweghị nhịahụ site na iji akụrụngwa Bluetooth buru ibu. Kekọrịta kọntaktị, onyonyo, vidio ma ọ bụ URL ndị kachasị amasị gị n'etiti ndị enyi.

source: Play it all from your phone, or online via YouTube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
ig: Kpọọ ya site na ekwentị gị niile, ma ọ bụ n'ịntanetị site na YouTube. Chọgharịa ma kpọọ mkpokọta egwu gị site na ọbaegwu ma ọ bụ ọkụegwu, nye egwu oke ma mepụta ndepụta ọkpụkpọ maka ọkacha mmasị gị.

source: Stay connected easily and conveniently. Set up multiple email accounts, with support for the most common Exchange, POP3 or IMAP email providers.
ig: Nọrọ na njikọ na enweghị nhịahụ. Tọlite ọtụtụ akaụntụ email, nwere nkwado maka imirikiti ndị ṅweta email Exchange, POP3 ma ọ bụ IMAP ama ama.

source: Find My Device
ig: Chọta Ngwaọrụ M

source: Location tracking helps you find your device if you lose it. Remote wipe and lock capabilities help you keep your personal information safe.
ig: Nsochi ọnọdụ na enyere gị aka ịchọta ngwaọrụ gị ma ọ bụrụ na i tufuo ya. Ike nhicha na mkpọchi si n'ebe tere aka na enyere gị aka ikpuchido ozi nkeonwe gị.

source: Ringtones
ig: Ụda ọkụkụ

source: Customize your Firefox OS phone by creating new ringtones from your music collection or from songs you download from the Web.
ig: Hazie ekwentị Firefox OS gị otu ịchọrọ site na ịmepụta ụda ọkụkụ ọhụrụ site na mkpokọta egwu gị ma ọ bụ site na egwu ndị i budatara site na Weebụ.

source: App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter, YouTube, Pinterest and ConnectA2 as well as a Flashlight app and Calculator.
ig: Ndị nrụpụta ngwa n'okirikiri ụwa wepụtara obi maka Firefox OS, ọtụtụ ngwa bụ n'efu ga-adị na mbido. Ndepụta ahụ na ebuwanye gụnyere ndị nrụpụta ngwa ama ama dịka Facebook, YouTube, Twitter, YouTube, Pinterest na Connect A2 yanakwa ngwa Mpịọkụ na Igwe Mgbakọ.

source: Users can place bookmarks to any website on their home screen to provide the functionality of that site directly from there. Also, users can simply enter any search term on the home screen and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and makes it possible for people to get the exact content they want, when they want it.
ig: Ndị ọrụ nwere ike idowe bukumakị na weebụsaịtị ọ bụla na ihuenyo mbata ha iji nye nrụọrụ nke saịtị ahụ ozugbo site n'ebe ahụ. Ọzọkwa, ndị ọrụ nwere ike itinye isiokwu ọchụchọ ọ bụla na ihuenyo mbata ma mepụta ojiji otu-ugboro ma ọ bụ ngwa enwere ike ibudata. Ịmepụta na iji ngwaọrụ ndị a ma achọọ ha na etinye njikwa nke ahụmịhe ekwentị amamịghe n'aka ndị ọrụ ma mee ka ndị mmadụ nwee ike ịnweta ọdịnaya ha achọrọ kpọmkwem, mgbe ha chọrọ ha.

source: Can I use WhatsApp on this phone?
ig: Enwere m ike iji WhatsApp ekwentị a?

source: Not directly, but the ConnectA2 app allows you to send instant messages to your contacts on ConnectA2 and/or WhatsApp. You can send and receive messages, emoticons, pictures, videos and audio files for free. You can also create and use group chats and receive notifications of new messages, even when the app is closed.
ig: Ọbụghị ozugbo, mana ngwa ConnectA2 na enye gị ohere iziga ozi ngwangwa na kọntaktị gị na ConnectA2 na/ma ọ bụ WhatsApp. Ị nwere ike izipu ma nweta ozi, emotikọn, foto, vidio na faịlụ ọdịyo n'efu. Ị nwekwara ike ịmepụta ma jiri nkata otu ma nweta amamọkwa nke ozi ọhụrụ, ọbụlagodi mgbe emechiri ngwa ahụ.

source: Will my apps work offline?
ig: Ngwa m a ga-arụ ọrụ na anọghị n'ịntanetị?

source: Firefox Marketplace is our go-to source for free apps, including favorites like Twitter and Facebook, and for awesome local content from the best Web developers in your region.
ig: Ọdụ Ahịa Firefox bụ ebe a na-aga maka ngwa ndị bụ n'efu, gụnyere ọkacha mmasị dịka Twitter na Facebook, na maka ọdịnaya mpaghara mara mma sitere n'aka ndị nrụpụta Weebụ kachasị mma na mpaghara gị.

source: Exchange, POP3 and IMAP are currently supported.
ig: Akwadoro Exchange, POP3 na IMAP ugbu a.

source: The Mozilla Mission
ig: Ebumnuche Mozilla

source: Take the Challenge
ig: Were Aka Mgba Ahụ

source: If you’ve worked through all of the questions and content, you’re ready to match Firefox OS to the needs of your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it’s powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in their hands!
ig: Ọ bụrụ na ị lenyela anya na ajụjụ na ọdịnaya ahụ niile, ị dị nkwadobe ịmakọ Firefox OS na mkpa nke ndị ahịa gị. Ọ dị mfe iji, ekwentị amamịghe Firefox OS kachasị mma maka ndị na eji ekwentị amamịghe ọhụrụ, ọ nwere atụmatụ niile ndị ahịa chọrọ na nke ha kwesịrị ịnwe. Mozilla na akwado ya, na eme Firefox OS nhọrọ ziri ezi maka onye ọ bụla wepụtara obi na ịgba mbọ hụ na ike nke Weebụ dịgidere n'aka ha!

source: What are some examples of the kind of personalization and control that Firefox OS allows? Select all that apply.
ig: Kedu ihe ndị bụ ụfọdụ ihe ịmaatụ nke ụdịrị nhazi na njikwa nke Firefox OS na ahapụ? Họrọ ihe niile emetụtara.

source: That’s right! All of these things are possible with a Firefox OS phone.
ig: Nke ahụ ziri ezi! Ihe ndị a niile ga-ekwe omume na ekwentị Firefox OS.

source: Actually, all of these things are possible with a Firefox OS phone.
ig: N'ezie, ihe ndị a niile ga-ekwe omume na ekwentị Firefox OS.

source: There are more. Try again.
ig: Enwere ihe ndị ọzọ. Nwaa ọzọ.

source: That’s right. This icon represents the Firefox Browser.
ig: Nke ahụ ziri ezi. Akara a na anọchite Ihe Nchọgharị Firefox.

source: Actually, this icon represents the Firefox Browser.
ig: N'ezie, akara a na anọchite Ihe Nchọgharị Firefox.

source: What does Bluetooth allow users to do? Select all that apply
ig: Kedu ihe ndị ahapụrụ ndị ọrụ Bluetooth ịme? Họrọ ihe niile emetụtara

source: That’s right! All of these things can be shared via Bluetooth with your Firefox OS phone.
ig: Nke ahụ ziri ezi! Enwere ike ịkekọrịta ihe ndị a niile site na Bluetooth site na iji ekwentị Firefox OS gị.

source: Actually, all of these things can be shared via Bluetooth with your Firefox OS phone..
ig: N'ezie, enwere ike ịkekọrịta ihe ndị a niile site na Bluetooth site na iji ekwentị Firefox OS gị.

source: Actually, all of these are true about Firefox OS.
ig: N'ezie, ihe niile a bụ eziokwu gbasara Firefox OS.

source: Actually, all of these are true about Firefox OS
ig: N'ezie, ihe niile a bụ eziokwu gbasara Firefox OS

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
ig: Nke ahụ ziri ezi. N'ebe ndị na eji ekwentị amamịghe oge izizi, ị kwesịrị ikwu maka mfe ọ dị iji yana atụmatụ ndị gụnyere ụzọ iji jikwaa ahụmịhe ha ma hazie ekwentị ha otu ha masịrị.

source: Actually, with a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
ig: N'ezie, n'ebe ndị na eji ekwentị amamịghe oge izizi, ị kwesịrị ikwu maka mfe ọ dị iji yana atụmatụ ndị gụnyere ụzọ iji jikwaa ahụmịhe ha ma hazie ekwentị ha otu ha masịrị.

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the power of the Web in their hands.
ig: Nke ahụ ziri ezi. Mgbe i zutere onye nkwado Firefox, kwuo otu ịhọpụta Firefox OS si egosi ntinye uche na idowe ike nke Weebụ n'aka ha.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping power of the the Web in their hands.
ig: N'ezie, mgbe i zutere onye nkwado Firefox, kwuo otu ịhọpụta Firefox OS si egosi ntinye uche na idowe ike nke Weebụ n'aka ha.

source: That’s right. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ig: Nke ahụ ziri ezi. N'ebe onye ahịa a nọ, gosipụta uru mara mma na atụmatụ n'uju nke Firefox OS, gụnyere ngwa mmekọrịta ndị adọnyere n'oge nrụpụta n'ekwentị ahụ, ha dum n'uru mara oke mma.

source: That’s not it. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ig: Nke ahụ abụghị ya. N'ebe onye ahịa a nọ, gosipụta uru mara mma na atụmatụ n'uju nke Firefox OS, gụnyere ngwa mmekọrịta ndị adọnyere n'oge nrụpụta n'ekwentị ahụ, ha dum n'uru mara oke mma.

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the power of the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.
ig: Nke ahụ ziri ezi. Onye ahịa a dị ka onye nkwado Firefox. Kwuo maka otu ekwentị Firefox OS, nke Mozilla mere, si egosi ntinye uche na idowe ike nke Weebụ n'aka ndị mmadụ. Ka nkwupụta ndị a niile bụ eziokwu, naanị nke a bụ asịsa kachasị mma maka onye ahịa a.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how Firefox OS phones, made by Mozilla, help keep the power of the Web in the hands of the people.
ig: Nkwupụta ndị a niile bụ eziokwu, mana naanị otu bụ asịsa kachasị mma maka otu onye ahịa a, onye dị ka onye nkwado Firefox. Kwuo maka otu ekwentị Firefox OS, nke Mozilla mere, si enyere aka idowe ike nke Weebụ n'aka nke ndị mmadụ.

source: What does the Find My Device feature on your Firefox OS phone help you do in the case that your phone is lost or stolen?
ig: Kedu ihe atụmatụ Chọta Ngwaọrụ M n'ekwentị Firefox OS gị na enyere gị aka ịme ma ọ bụrụ na ekwentị gị fuo efu ma ọ bụ na ezuru ya?

source: That’s right! The Find My Device helps you do all these things through your Firefox Account.
ig: Nke ahụ ziri ezi! Chọta Ngwaọrụ M na enyere gị aka ịme ihe ndị a niile site na Akaụntụ Firefox gị.

source: Actually, the Find My Device helps you do all these things through your Firefox Account.
ig: N'ezie, Chọta Ngwaọrụ M na enyere gị aka ịme ihe ndị a niile site na Akaụntụ Firefox gị.

source: That’s right. A first-time smartphone user will be most interested in ease of use.
ig: Nke ahụ ziri ezi. Onye na eji ekwentị amamịghe oge izizi ga-akachasị nwee mmasị na mfe ojiji.

source: Which of the following statements are true of the Cost Control app that is preloaded on Firefox OS?
ig: Kedu otu n'ime nkwupụta ndị a bụ eziokwu maka ngwa Njikwa Ọnụego arụnyere na Firefox OS?

source: That’s right. All of these are true of the Cost Control app!
ig: Nke ahụ ziri ezi. Ihe ndị a niile bụ eziokwu maka ngwa Njikwa Ọnụego!

source: Actually, all of these are true of the Cost Control app!
ig: N'ezie, ihe ndị a niile bụ eziokwu maka ngwa Njikwa Ọnụego!

source: The ConnectA2 app is an instant messaging application compatible with WhatsApp for your Firefox OS device.
ig: Ngwa Connect A2 bụ ngwa nziozi ngwangwa dakọtara na WhatsApp maka ngwaọrụ Firefox OS gị.

source: Actually, this is true. ConnectA2 allows you to send instant messages to your contacts using ConnectA2 and/or WhatsApp.
ig: N'ezie, nke a bụ eziokwu. ConnectA2 na enye gị ohere iziga ozi ngwangwa na kọntaktị gị site na iji ConnectA2 na/ma ọ bụ WhatsApp.

source: What’s the best response to this customer’s objection? “I’ve heard there aren’t many apps available.”
ig: Kedu ihe bụ asịsa kachasị mma maka ntụle uche nke onye ahịa a? “Anụrụ m na enweghị ọtụtụ ngwa dị.”

source: What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones."
ig: Kedu ihe bụ asịsa kachasị mma maka ntụle uche nke onye ahịa a? “Anụbeghị maka ekwentị Firefox OS ma ncha."

source: Set your phone to your language
ig: Tọọ ekwentị gị n'asụsụ gị

source: Control your data usage
ig: Jikwaa ojiji data gị

source: Create your own ringtones
ig: Mepụta ụda ọkụkụ nke gị

source: Share contacts
ig: Kekọrịta kọntaktị

source: Share images
ig: Kekọrịta onyonyo

source: Share videos
ig: Kekọrịta vidio

source: With the Firefox Marketplace, the best preloaded apps and an awesome user experience, Firefox OS is packed with the features that users are looking for in a smartphone.
ig: Iji Ọdụ Ahịa Firefox, ngwa ndị arụnyere n'oge nrụpụta kachasị mma yana ahụmịhe onye ọrụ mara oke mma, ekpojuru Firefox OS atụmatụ ndị ọrụ na achọ n'ekwentị amamịghe.

source: Since it’s made by Firefox, Firefox OS is backed by a global community working on your behalf and with your interests in mind.
ig: Ebe ọ bụ Firefox mere ya, Firefox OS nwere nkwado nke ogbe gburugburu ụwa na arụ ọrụ na nnọchite gị, bu mmasị gị n'uche.

source: Firefox OS is made with you and your needs in mind, so it is extremely easy to use and allows for greater control, personalization and customization than many other smartphones on the market.
ig: Ebu gị na mkpa gị n'uche wee mee Firefox OS, yabụ ọ dị oke mfe iji ma na enye ohere maka njikwa, nhazi na ndozi karịa ọtụtụ ekwentị amamịghe ndị ọzọ n'ahịa.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too..
ig: Firefox OS bụ ekwentị amamịghe kachasị mfe iji bido. Adọnyela ngwa ndị kachasị gị mkpa n'oge nrụpụta, ị nwere ibubata ndị enyi gị site na Facebook na enweghị nhịahụ.

source: If you love Firefox, you’ll love Firefox OS. Choosing Firefox OS keeps the power of the Web in your hands.
ig: Ọ bụrụ na ị hụrụ Firefox n'anya, ị ga-amasị Firefox OS. Ịhọrọ Firefox OS na edowe ike nke Weebụ n'aka gị.

source: The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, email, maps and more, all at a better value.
ig: Adọnyere ekwentị amamịghe Firefox OS atụmatụ niile ị ga-atụ anya ha n'oge nrụpụta, gụnyere Ozi, Facebook, email, maapụ na ihe ndị ọzọ, ha dum n'uru ka mma.

source: The Firefox Marketplace features free apps!
ig: Ọdụ Ahịa Firefox nwere ngwa efu!

source: Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps already built for the Web.
ig: Mozilla, onye mere Firefox, rụrụ OS ekwentị amamịghe iji dowe nnweta Weebụ maka mmadụ niile. Ebe arụrụ Firefox OS niile na HTML5, ị ga-enweta ngwa puku kwụrụ puku arụrụ maka Weebụ ngwangwa.

source: Track the location of your lost/stolen device
ig: Sochie ọnọdụ nke ngwaọrụ gị furu efu/ezuru ezu

source: Remotely wipe the device.
ig: Si ebe tere aka hichaa ngwaọrụ ahụ.

source: Remotely lock the device.
ig: Si ebe tere aka kpọchie ngwaọrụ ahụ.

source: Firefox OS is built entirely using HTML5 and Open Web standards.
ig: Arụrụ Firefox OS niile site na iji HTML 5 yana ọkọlọtọ Weebụ Mepere Emepe.

source: You can use it to create and set a daily budget for data usage.
ig: Ị nwere ike iji ya iji mepụta ma tọọ ego mmefu ụbọchị maka ojiji data.

source: It shows usage per app.
ig: Ọ na egosi ojiji kwa ngwa.

source: It shows usage by time.
ig: Ọ na egosi ojiji site na oge.

source: Firefox OS is backed by a global community of developers and content providers dedicated to creating new and exciting content and even locally-relevant apps for the Firefox OS platform. New apps and content are added every day.
ig: Ogbe nke ndị nrụpụta dị na gburugburu ụwa na akwado Firefox OS yana ndị na eweta ọdịnaya wepụtara obi na ịmepụta ọdịnaya ọhụrụ na ndị dị adị yanakwa ngwa ndị dị mkpa na mpaghara maka nyiwe Firefox OS. A na etinye ngwa na ọdịnaya ọhụrụ kwa ụbọchị.

source: Apps developers are slowly realizing the benefit of HTML5 in support of the Open Web.
ig: Ndị nrụpụta ngwa ji nwayọ achọpụta elele nke HTML5 na nkwado nke Weebụ Mepere Emepe.

source: They’re packed with the features that made you want a smartphone in the first place.
ig: Ekpojuru ha atụmatụ ndị mere iji chọọ ekwentị amamịghe na mbụ.

source: They’re new and backed by a global community working to help keep the Web accessible to all.
ig: Ha dị ọhụrụ, nke ogbe dị na gburugburu ụwa na akwado na arụ ọrụ iji nyere aka dowe Weebụ maka mmadụ niile.

source: It’s packed with the features that made you want a smartphone in the first place.
ig: Eji atụmatụ ndị mere gị iji chọọ ekwentị amamịghe n'oge izizi wee kpojuo ya.

source: It’s new and backed by a global community working to help keep the Web accessible to all.
ig: Ọ dị ọhụrụ, nke ogbe dị na gburugburu ụwa na akwado na arụ ọrụ iji nyere aka dowe Weebụ maka mmadụ niile.

source: It features a robust security model that is battle-hardened from more than a decade supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
ig: Ọ nwere ụkpụrụ nche buru ibu nke akwasịrị ike kemgbe afọ iri maka ịkwado Weebụ mepere emepe. Ezubere ya iji kpuchido onye ọrụ ahụ na sistemụ maka ngwa na ọdịnaya adịgboroja, ọ na ekpuchikwa ngwa maka onwe ha

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, select <strong>More Information</strong> and look for the version numbers under <em>OS version</em> at the top of the screen. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> <li><em>1.3.0.0</em> means you have version 1.3</li> <li><em>2.0.0.0</em> means you have version 2.0</li> </ul> </li> </ol>
ig: <ol> <li>Mepee ngwa Ntọala na ngwaọrụ gị.</li> <li>Pịdaa wee họrọ <strong>ozi Ngwaọrụ</strong>.</li> <li>Na ihuenyo ozi Ngwaọrụ ahụ, họrọ <strong>Ozi ndị ọzọ</strong> ma chọọ nọmba ụdị dị n'okpuru <em>ụdị OS</em> n'elu nke ihuenyo ahụ. <ul> <li><em>Firefox OS 1.0.1.0</em> pụtara na ị nwere ụdị 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> pụtara na ị nwere ụdị 1.1</li> <li><em>1.3.0.0</em> pụtara na ị nwere ụdị 1.3</li> <li><em>2.0.0.0</em> pụtara na ị nwere ụdị 2.0</li> </ul> </li> </ol>

source: Submit
ig: Nyefee

source: Portions of this content are ©1998–{0} by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.
ig: Akụkụ nke ọdịnaya a bụ ©1998–{0} nke ndị nnweta iche iche. Ọdịnaya dị n'okpuru <a href="https://www.mozilla.org/foundation/licensing/website-content/">ikikere Creative Commons</a>.

source: Source code
ig: Koodu isi mmalite

source: Contact Us
ig: Kpọtụrụ Anyị

source: Partner with Us
ig: Soro Anyị

source: Donate
ig: Tinye nchọnchọ ego

source: Privacy Policy
ig: Iwu Nzuzo

source: Legal Notices
ig: Ọkwa Iwu

source: Report Trademark Abuse
ig: Kpesa Mmetọ Ụghalahịa

source: Mozilla on Twitter
ig: Mozilla na Twitter

source: Firefox on Twitter
ig: Firefox na Twitter

source: Mozilla on Facebook
ig: Mozilla na Facebook

source: Firefox on Facebook
ig: Firefox na Facebook

source: Learn more
ig: Mụtakwuo

source: Home
ig: Ụlọ

source: About
ig: Gbasara

source: Language
ig: Asụsụ

source: Firefox OS version
ig: Ụdị Firefox OS

source: Which version do I have?
ig: Kedu ụdị m nwere?

source: Change
ig: Gbanwee

source: Documentation for Firefox OS {version} is not yet available in {language}, so we redirected you to the English version.
ig: Ndekọ maka Firefox OS {version} adịbeghị na {language}, ya mere anyị ji dufee gị na ụdị Bekee.

source: The latest version available in {language} is {version}.
ig: Ụdị kachasị ọhụrụ dị na {language} bụ {version}.

source: English
ig: Bekee
