Repository: mozilla/masterfirefoxos-l10n
Catalog: ig/LC_MESSAGES/django.po
Languages: ig

source: Welcome!
ig: Nnọọ!

source: This global partner and community training hub has everything you need to effectively communicate the basics of Firefox OS. Select any topic to get started.
ig: Onye mmekọ ozuru ụwa a na etiti ogbe ọzụzụ nwere ihe niile ị chọrọ iji kọwaa ntọala nke Firefox OS. Họrọ isiokwu ọ bụla iji bido.

source: Introduction
ig: Mbido

source: Find out what makes Firefox OS perfect for new smartphone users by giving them just what they need.
ig: Chọpụta ihe mere Firefox OS nke kachasị mma maka ndị ọrụ ekwentị amamịghe ọhụrụ site na ịnye ha ihe ha chọrọ.

source: Demo Tips
ig: Ndụmọdụ Nhụchalụ

source: Learn how to show off and talk about the key features and benefits of Firefox OS to your customers.
ig: Mụta otu esi eme nganga yana ikwu maka atụmatụ na elele ndị dị mkpa nke Firefox OS n'ihu ndị ahịa gị.

source: Demonstrations That Matter
ig: Ngosi Ndị Dị Mkpa

source: Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool. Browse the demonstration videos below to get started.
ig: Igosi atụmatụ nke Firefox OS yana mfe ọ dị iji ga-abụ ngwaọrụ gị kachasị ere ahịa. Chọgharịa vidio ngosi dị n'okpuru iji bido.

source: When you only have a minute, make it count with this simple pitch.
ig: Mgbe ị nwere naanị otu nkeji, jiri isiokwu dị mfe mee ya ka ọ baa uru.

source: Firefox Browser
ig: Ihe Nchọgharị Firefox

source: Marketplace
ig: Ọdụ ahịa

source: Customer Guide
ig: Ntuziaka Onye Ahịa

source: See how Firefox OS fits into your customers' lives, no matter who they are or where they're from.
ig: Hụ otu Firefox OS si adaba n'ime ndụ ndị ahịa gị, agbanyeghị onye ha bụ ma ọ bụ ebe ha si.

source: Who is your ideal Firefox customer?
ig: Kedu onye bụ onye ahịa Firefox gị kwụpụrụ iche?

source: The Smartphone Rookie
ig: Onye Ọhụrụ na Ekwentị Amamịghe

source: "I have never had a smartphone."
ig: "Enwenubeghị m ekwentị amamịghe."

source: The Value Seeker
ig: Onye Chọrọ Uru

source: "I want a good deal."
ig: "Achọrọ m ezigbo ahịa."

source: The Uncertain Upgrader
ig: Onye Nkwalite Anya Edochaghị

source: "It needs to be easy to use."
ig: "Ọ ga-adị mfe iji."

source: The Firefox Fan
ig: Onye Nkwado Firefox

source: "I love firefox!"
ig: "M hụrụ firefox n'anya!"

source: Key Features
ig: Atụmatụ Ndị Dị Mkpa

source: Discover what makes Firefox OS the most unique and exciting mobile operating system.
ig: Chọpụta ihe mere Firefox OS sistemụ arụmọrụ mkpanaka kachasị pụọ iche ma na akpalite mmụọ.

source: Features that count
ig: Atụmatụ ndị dị mkpa

source: Firefox browser
ig: Ihe nchọgharị Firefox

source: Facebook and Twitter
ig: Facebook na Twitter

source: Contacts
ig: Kọntaktị

source: Camera and Gallery
ig: Igwefoto na Ọba

source: Music and Video
ig: Egwu na Vidio

source: Frequently Asked Questions
ig: Ajụjụ Ndị A Na Ajụkarị

source: Still have questions? Not for long! Find all the answers you're looking for here.
ig: Ị ka nwere ajụjụ? Ọteghị aka! Chọta azịza niile ị na achọ ebe a.

source: You have questions? We have answers!
ig: Ị nwere ajụjụ? Anyị nwere azịza!

source: By now, you probably have questions and so will your customers! Select each question for more on Firefox OS.
ig: Ugbu a, ị ga-enwe ajụjụ yanakwa ndị ahịa gị! Họrọ ajụjụ ọ bụla maka ihe ndị ọzọ na Firefox OS.

source: How many and what types of apps will be available?
ig: Ngwa ole na kedu ụdịrị ngwa ga-adị?

source: What makes Firefox OS more secure than other phones?
ig: Gịnị mere Firefox OS ji nwee nchedo karịa ekwentị ndị ozo?

source: Do Android apps work on this phone?
ig: Ngwa Android a na arụ ọrụ n'ekwentị a?

source: What about customer support for apps?
ig: Kedu maka nkwado ndị ahịa maka ngwa?

source: How do I download and install apps on Firefox OS?
ig: Kedu otu m ga-esi budata ma wụnye ngwa na Firefox OS?

source: Where should I go if I have more questions?
ig: Kedu ebe m ga-aga ma ọ bụrụ na m nwee ajụjụ?

source: Visit <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> for more information.
ig: Gaa na <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> maka ozi ndị ọzọ.

source: Our mission is to promote openness, innovation and opportunity on the Web.
ig: Ebumnuche anyị bụ ịkwado mkpughe, mwepụta ihe ọhụụ yana ohere na Weebụ.

source: Behind every Firefox OS smartphone is Mozilla, a global community of thousands dedicated to keeping the Web accessible to all. That’s because we believe each and every one of us has the right to a Web that isn’t controlled by just a few large entities. Yeah, we’re a little different than the other guys. Together, we can build a brighter future for the Web.
ig: N'azụ ekwentị Firefox ọ bụla bụ Mozilla, ogbe gburugburu ụwa nke imirikiti ndị mmadụ wepụtara obi na ịme ka mmadụ niile nweta Weebụ. Nke ahụ bụ n'ihi anyị kwenyere na mmadụ niile nwere ikike ịnwe Weebụ na abụghị nke nnukwu ụlọ ọrụ ole ma ole na ejikwa. Ee, anyị dịtụ obere iche na ndị ọzọ. Ịrụkọta ọrụ ọnụ, anyị nwere ike ịrụpụta ọdịnihu ka mma maka Weebụ.

source: Ready to show what you know?
ig: Ị dị nkwadobe igosi ihe ịma?

source: Put your new knowledge to the test with this series of fun, interactive quizzes.
ig: Tinye mmụta ọhụrụ gị na nnwale site na usoro nke ihe ọhụụ a, njụajụjụ nkwukọrịta.

source: That’s right! All of these apps come pre-loaded on every Firefox OS phone.
ig: Nke ahụ ziri ezi! Ngwa ndị a niile na eso wee bịa n'ekwentị Firefox OS niile.

source: Actually, all of these apps come pre-loaded on every Firefox OS phone.
ig: N'ezie, ngwa ndị a niile na eso wee bịa n'ekwentị Firefox OS niile.

source: Which of these customer responses indicate an ideal candidate for Firefox OS? Select all that apply.
ig: Kedu azịza nke onye ahịa ndị a na egosi onye kwụpụrụ iche maka Firefox OS? Họrọ ihe niile emetụtara.

source: That’s right. All of these customers are ideal candidates for Firefox OS!
ig: Nke ahụ ziri ezi. Ndị ahịa ndị a niile bụ ndị kwụpụrụ iche maka Firefox OS!

source: In fact, ALL of these customers are ideal candidates for Firefox OS!
ig: N'ezie, ndị ahịa ndị a NIILE bụ ndị kwụpụrụ iche maka Firefox OS!

source: Which Firefox OS feature does this icon represent?
ig: Kedu atụmatụ Firefox OS nke akara a na anọchite?

source: Your customer wants to understand the biggest benefits of Firefox OS versus its competitors. Select all of the statements that apply.
ig: Onye ahịa gị chọrọ ịghọta elele kachasị na Firefox OS yana nke ndị asọmpi ya. Họrọ nkwupụta niile emetụtara.

source: That’s right. These statements are all true about Firefox OS.
ig: Nke ahụ ziri ezi. Nkwupute ndị a niile maka Firefox OS bụ eziokwu.

source: A customer tells you that smartphones seem complicated. What selling feature should you lead with?
ig: Onye ahịa gwa gị na ekwentị amamịghe na agbagwoju anya. Kedu atụmatụ eji ere ahịa ị kwesịrị iji bido?

source: That’s right. For a customer looking for a smartphone that is easy to use, Firefox OS is a great choice.
ig: Nke ahụ ziri ezi. Maka onye ahịa na achọ ekwentị amamịghe dị mfe iji, Firefox OS bụ nhọrọ mara oke mma.

source: Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use.
ig: N'ezie, maka onye ahịa a, nhọrọ kachasị mma bụ ikwu maka mfe ọ dị iji Firefox OS.

source: A customer tells you that she’s ready to move up from her old feature phone. What selling feature should you lead with?
ig: Onye ahịa gwa gị na ọ dị nkwadobe imelite ekwentị ochie ya. Kedu atụmatụ eji ere ahịa ị kwesịrị iji bido?

source: A customer tells you that he uses Firefox as his desktop browser. With what selling feature should you lead?
ig: Onye ahịa gwa gị na ọ na eji Firefox dị ka ihe nchọgharị desktọpụ ya. Kedu atụmatụ eji ere ahịa ị ga-eji wee bido?

source: A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money.” Which of the following statements would be a good response? Select all that apply.
ig: Onye ahịa gwa gị, “M na achọ ụzọ dị mfe m ga-eji wee na akpọtụrụ ndị enyi m, mana achọghị imefu nnukwu ego.” Kedu otu n'ime okwu ndị a ga-abụ ezigbo asịsa? Họrọ ihe niile emetụtara.

source: A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a smartphone OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?
ig: Onye ahịa kwuo, “M na eji Firefox na kọmputa dị n'ụlọ m, m masịrị ya, mana amaghị m na ha nwere OS ekwentị amamịghe. Maka gịnị?” Kedu otu n'ime okwu ndị a ga-abụ asịsa kachasị dabaa maka onye ahịa nke a?

source: Not quite. A first time smartphone user will be most interested in ease of use.
ig: Ọ bụchaghị. Onye na eji ekwentị amamịghe oge izizi ga-enwe mmasị na mfe ojiji.

source: That’s right!
ig: Nke ahụ ziri ezi!

source: That’s right.
ig: Nke ahụ ziri ezi.

source: What’s the best response to this customer’s objection? “How do I know this new phone is safe?”
ig: Kedu asịsa kachasị mma maka ntụle uche nke onye ahịa a? Kedu otu m ga-esi mara na ekwentị ọhụrụ a nwere nche?

source: Firefox Marketplace
ig: Ọdụ Ahịa Firefox

source: I’ve never used a smartphone before.
ig: Ejibeghị ekwentị amamịghe ma ncha.

source: I’m looking for the best value for my money.
ig: M na achọ uru kacha mma maka ego m.

source: I want a smartphone that is truly easy to use.
ig: Achọrọ m ekwentị amamịghe dị mfe iji n'ezie.

source: I’m a Firefox fan.
ig: Abụ m onye nkwado Firefox.

source: Since it is built by Firefox, you can feel confident that Firefox OS is backed by a global community working on your behalf and with your interests in mind.
ig: Ebe ọ bụ Firefox rụrụ ya, ị kwesịrị ịnwe ntụkwasị obi na Firefox OS nwere nkwadobe nke ogbe gburugburu ụwa na arụ ọrụ na nnọchite gị ma nwee mmasị gị n'uche.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices.
ig: Firefox OS na enye gị uru kachasị maka ego gị, ihe niile ị tụrụ anya — igwefoto, email, ngwa, egwu, maapụ na ihe ndị ọzọ — n'ọnụego kachasị ọnụ ala.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too.
ig: Firefox OS bụ ekwentị amamịghe kachasị mfe iji bido. Adọnyela ngwa ndị kachasị amasị gị n'oge nrụpụta, ị nwere ike ibubata ndị enyi gị na enweghị nhịahụ site na Facebook.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook too.
ig: Firefox OS bụ ekwentị amamịghe kachasị mfe iji bido. Adọnyela ngwa ndị kachasị amasị gị n'oge nrụpụta, ị nwere ike ibubata ndị enyi gị na enweghị nhịahụ site na Facebook.

source: Facebook is preloaded on every Firefox OS device and you can import your Facebook contacts easily!
ig: Adọnyere Facebook na ngwaọrụ Firefox OS niile n'oge nrụpụta, ị nwere ike ibubata kọntaktị Facebook gị na enweghị nhịahụ!

source: Every Firefox phone includes the Firefox browser, the fast, smart and safe way to get online.
ig: Ekwentị Firefox niile gụnyere ihe nchọgharị Firefox, ụzọ dị ọsọ, nwere amamịghe ma nwee nche iji banye n'ịntanetị.

source: Firefox OS includes all the same features you’ll find in competitive smartphones and gives you more value for the money.
ig: Firefox OS gụnyere otu atụmatụ niile ị ga-ahụ na ekwentị amamịghe ndị ama ama ma nyekwuo gị uru maka ego gị.

source: You can easily import contacts from Facebook to your Firefox OS phone.
ig: Ị gaghị enwe nhịahụ na ibubata kọntaktị site na Facebook gaa na ekwentị Firefox OS gị.

source: Firefox OS gives you access to popular, big name apps, as well as local content that means the most to you.
ig: Firefox OS na enye gị ohere ịnweta ngwa ndị ama ama, nwere nnukwu aha, yanakwa ọdịnaya mpaghara kachasị dị gị mkpa.

source: Firefox OS isn’t cluttered with more than you need. It gives you what you’d expect in a smartphone, with an easy-to-use interface that makes it easy to get started.
ig: Ejighi ihe ndị na adịghị mkpa wee kpojuo Firefox OS. Ọ na enye gị ihe ị tụrụ anya n'ekwentị amamịghe, nwere ihu dị mfe iji, na eme ka ọ dị mfe iji bido.

source: True
ig: Eziokwu

source: False
ig: Ụgha

source: Which Version Do I Have?
ig: Kedu Ụdị M Nwere?

source: Introducing Firefox OS
ig: Na edubata Firefox OS

source: Firefox OS comes preloaded with popular instant messaging and social media apps, like Facebook, so your customers will be able to stay connected with friends and family. They can also sync their contacts to the phone, quickly and easily.
ig: Firefox OS na abịa buru ngwa nziozi ngwangwa na mgbasa ozi mmekọrịta ndị ama ama, dịka Facebook, ka ndị ahịa gị nwee ike ịnọ na mmekọrịta n'etiti ndị enyi na ezinụlọ. Ha nwekwara ike ịmekọrịta kọntaktị ha na ekwentị, ọsọ ọsọ ma na enweghị nhịahụ.

source: Firefox OS is packed with the features that your customers expect in a smartphone. It’s designed to fit their lives perfectly so they can keep pace with the world around them.
ig: Ekpojuru Firefox OS atụmatụ nke ndị ahịa gị na atụ anya n'ekwentị amamịghe. Ezubere ya ịdaba na ndụ ha na enweghị nsogbu ka ha nwee ike isoro na ihe na eme n'ụwa.

source: With built-in style filters for fun, creative shots and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
ig: Iji myọ nka arụnyere n'ime maka ịnwe ọhụụ, nseta mara mma yana ọtụtụ ụzọ iji kekọrịta foto gị, igwefoto na ọba foto ahụ nwere atụmatụ n'uju ga-enye ndị ahịa gị niile ihu ọchị.

source: Messages and Email
ig: Ozi na Email

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the open Web. It is designed to protect the user and system from malicious applications and content.
ig: Firefox OS nwere ụkpụrụ nche buru ibu nke akwasịrị ike kemgbe afọ iri maka ịkwado Weebụ mepere emepe. Ezubere ya iji kpuchido onye ọrụ ahụ na sistemụ maka ngwa na ọdịnaya adịgboroja.

source: What do you mean I can convert mobile sites into apps?
ig: Kedu ihe ị na ekwu na m nwere ike ịtụgharị saịtị mkpanaka ka ọ bụrụ ngwa?

source: Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search. Tools such as Emscripten and PhoneGap are also able to convert other apps (*.apk and/or C/C++) to Web apps.
ig: Ọbụghị ozugbo. Agbanyeghị, imirikiti ngwa Android na iOS kachasị ewu ewu bụ ngwa Weebụ n'ezie nwere “nkechi” ọdịnala iji hapụ ha ịrụ ọrụ na nyiwe ọnwịnwe. Ya mere, imirikiti otu ngwa ahụ ga-adị site na Ọchụchọ Ngwa Na Eme Ndaba. Ngwaọrụ dị ka Emscripten na PhoneGap ga-enwekwa ike ịtụgharị ngwa ndị ọzọ (*.apk na/ma ọ bụ C/C++) ka ọ bụrụ ngwa Weebụ.

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functions. That means apps do not require an active Internet connection to work unless they need to send or receive data.
ig: Arụrụ Firefox OS n'elu teknụzụ Weebụ mana ọ nwere ike ịrụ ọrụ na anọghị n'ịntanetị maka ọrụ ndị ekwentị ahụ niile dị mkpa. Nke ahụ pụtara na ngwa agaghị eji njikọ Ịntanetị na arụ ọrụ iji rụọ ọrụ belụsọ na ha achọrọ izipu ma ọ bụ nweta data.

source: Customers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the customer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.
ig: A ga-edufe ndị ahịa chọrọ enyemaka na ngwa arụrụ maka Firefox OS n'aka onye nrụpụta ngwa ahụ maka enyemaka. Ọ bụrụ na ahụmịhe onye ahịa ahụ na Firefox OS agaghị nke ọma n'ihi mmereme nkwado ahụ dapụtara site na ngwa ahụ, Mozilla nwere ike ịkwado nrụzi gụnyere iwepu ngwa ahụ ruo mgbe onye nrụpụta ahụ nyere enyemaka ziri ezi.

source: What email providers are supported?
ig: Kedu ndị ṅweta email akwadoro?

source: Think you are almost ready to start selling Firefox OS to your customers? Put your knowledge to the test and answer these questions to prove you have what it takes.
ig: Ị chere na ị dị nkwadobe ibido ịresị ndị ahịa gị Firefox OS? Tinye mmụta gị na nnwale wee zaa ajụjụ ndị a iji gosi na ị nwere ihe achọrọ.

source: Get Ready to Sell!
ig: Dị Nkwadobe Ịre Ahịa!

source: Which of the following apps is preloaded on every Firefox OS phone? Select all that apply.
ig: Kedu otu n'ime ngwa ndị a arụnyere n'oge nrụpụta na ekwentị Firefox OS niile? Họrọ nke niile emetụtara.

source: There are more. Try again
ig: Enwere ihe ndị ọzọ. Nwaa ọzọ

source: That’s right! This icon represents Messages —or text messaging.
ig: Nke ahụ ziri ezi! Akara a na anọchite Ozi —ma ọ bụ nzimozi ederede.

source: Actually, this icon represents Messages — or text messaging.
ig: N'ezie, akara a na anọchite Ozi — ma ọ bụ nzimozi ederede.

source: That’s right. This icon represents the Contacts.
ig: Nke ahụ ziri ezi. Akara a na anọchite Kọntaktị.

source: Actually, this icon represents the Contacts.
ig: N'ezie, akara a na anọchite Kọntaktị.

source: While all of these statements are true, which two responses would be most useful to a first-time smartphone customer?
ig: Ebe nkwupụta ndị a niile bụ eziokwu, kedu asịsa abụọ ga-akachasị baa uru maka onye ahịa na eji ekwentị amamịghe oge izizi?

source: The best response to this objection is to talk about all the apps that are available.
ig: Asịsa kachasị mma maka ntụle uche a bụ ikwu maka ngwa niile dị.

source: The best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.
ig: Asịsa kachasị mma maka ntụle uche a bụ ikwu maka ahụmịhe nke ogbe Mozilla kwụ n'azụ Firefox OS.

source: The best response to this objection is to talk about the robust security model.
ig: Asịsa kachasị mma maka ntụle uche a bụ ikwu maka ụkpụrụ nche buru ibu.

source: Calendar
ig: Kalịnda

source: Clock
ig: Elekere

source: Email and Messages
ig: Email na Ozi

source: Music
ig: Egwu

source: Messages
ig: Ozi

source: With Adaptive App Search, Firefox OS adapts to you needs better than any other phone.
ig: Iji Ọchụchọ Na Eme Ndaba, Firefox OS na adaba na mkpa gị karịa ekwentị ọzọ bụla.

source: If you love Firefox, you’ll love Firefox OS. Choosing a Firefox OS device puts the power of the Web in your hands.
ig: Ọ bụrụ na ị hụrụ Firefox n'anya, ị ga-amasị Firefox OS. Ịhọrọ ngwaọrụ Firefox OS na etinye ike nke Weebụ n'aka gị.

source: Firefox OS gives you the most value for your money, with everything you expect — Camera, Email, apps, Music and more — at the most competitive prices.
ig: Firefox OS na enye gị uru kachasị maka ego gị, ihe niile ị tụrụ anya — Igwefoto, Email, ngwa, Egwu, maapụ na ihe ndị ọzọ — n'ọnụego kachasị ọnụ ala.

source: <strong>Here’s what you can say:</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.
ig: <strong>Nke a bụ ihe ị nwere ike ikwu:</strong> Firefox OS na enye gị uru kachasị maka ego gị. Ọ nwere ihe niile ị chọrọ n'ekwentị amamịghe — igwefoto, email, ngwa, egwu, maapụ na ihe ndị ọzọ — n'ọnụego kachasị ọnụ ala.

source: An excellent user experience
ig: Ahụmịhe onye ọrụ mara oke mma

source: Life is complicated, your smartphone shouldn’t be. Firefox OS is designed for better performance, easier customization and simpler navigation. Everything your customer needs or wants is either one scroll or swipe away.
ig: Ndụ gwagwojuru anya, ekwentị amamịghe gị ekwesịghị. Ezubere Firefox OS maka arụmọrụ ka mma, nhazi dị mfe na ngagharị aturiri aturi. Ihe niile onye ahịa gị kwesịrị ịnwe ma ọ bụ chọọ adịghị ebe tere aka.

source: Made with you in mind
ig: Ebu gị n'uche wee mee ya

source: Use your phone in your language, control your data usage and personalize it by creating your own ringtones. You can also download locally-relevant apps that enrich and simplify your daily life. Firefox OS is truly a phone made with you in mind.
ig: Jiri ekwentị gị n'asụsụ gị, jikwaa ojiji data gị ma hazie ya site na ịmepụta ụda ọkụkụ nke gị. Ị nwekwara ike ibudata ngwa dị mkpa na mpaghara na ebuwanye ma mee ndụ gị ka ọ dị mfe. Firefox OS n'ezie bụ ekwentị ebu gị n'uche wee mee.

source: Keep the Web in your hands
ig: Dowe Weebụ n'aka gị

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of developers working to innovate and further Web technologies. When you choose Firefox OS, you’re helping build a brighter future for the Web for all.
ig: Na Mozilla, anyị wepụtara obi ịgbanwe ihe, ọbụghị ịkpata ego. Ndị ogbe nrụpụta nọ na gburugburu ụwa na akwado ekwentị amamịghe Firefox OS na arụ ọrụ iji wepụta ihe ọhụụ ma kwalite teknụzụ Weebụ. Mgbe ị họpụtara Firefox OS, ị na enyere aka ịrụpụta ọdịnihu ka mma maka Weebụ maka mmadụ niile.

source: A phone for everyone
ig: Ekwentị maka mmadụ niile

source: Your customers want to get the most out of life, so why should they get any less from their mobile device? Firefox OS devices are perfect for new smartphone users — easy to use and full of all the features that they expect. And because Firefox OS devices are powered by Mozilla, they’re the perfect choice for anyone committed to keeping the Web open for all.
ig: Ndị ahịa gị chọrọ ịnweta ihe niile na ndụ, yabụ gịnị kpatara ha ga-eji nweta obere ihe na ngwaọrụ mkpanaka ha? Ngwaọrụ Firefox OS mara oke mma maka ndị ọrụ ekwentị amamịghe ọhụrụ — ọ dị mfe iji ma nwee atụmatụ niile ha tụrụ anya. Yana n'ihi ngwaọrụ Firefox OS bụ nke Mozilla na akwado, ha bụ nhọrọ kachasị mma maka onye ọ bụla wepụtara obi na ikpughepụ Weebụ oghe maka mmadụ niile.

source: Show your customers how easy it is to get apps in the Firefox Marketplace. Tell them that the Marketplace has the cool games and apps that they’re looking for. Demonstrate an example of a local app that will help make their lives easier.
ig: Gosi ndị ahịa gị mfe ọ dị ịnweta ngwa n'ime Ọdụ Ahịa Firefox. Gwa ha na Ọdụ ahịa ahụ nwere egwuregwu na ngwa ndị mara mma ha na achọ. Gosi ihe ịmaatụ nke ngwa mpaghara ga-enyere aka mee ka ndụ ha ka mma.

source: Rich media experience
ig: Ahụmịhe mgbasa ozi bara ụba

source: With Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them. <br><br>Camera: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more. <br><br>Music: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
ig: Iji ngwa Igwefoto, Ọba, Egwu na ihe ndị ọzọ, Firefox ga-enye ndị ahịa gị ọhụụ ma ha na agagharị ma jikọọ na ihe ndị kachasị dị ha mkpa. <br><br>Igwefoto: Foto, dezie ma kekọrịta. Gosi ngwa igwefoto na ọba anyị nwere atụmatụ n'uju, gụnyere myọ nka arụnyere n'ime, vidio na ihe ndị ọzọ. <br><br>Egwu: Iji egwu na mkpịsị aka gị, ndị ahịa gị ga-ahụ otu Firefox OS si enye ha ọhụụ ma mee ka ha na agba egwu n'okporo ụzọ.

source: Social and contact sync
ig: Ngakọrịta mmekọrịta na kọntaktị

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below to learn how to best respond to each of their unique needs.
ig: Ịghọta mkpa ndị ahịa gị na ịma otu esi azaghachi ozugbo dị oke mkpa n'ohere ọrịre ọ bụla. Lelee mpekere ndị ahịa ọ bụla ndị ama ama n'okpuru iji mara otu kachasị mma iji zaghachi mkpa ha ọ bụla pụrụ iche.
