Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/1-1.po
Languages: de

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, look for the version numbers under <em>Software</em>. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> </ul> </li> </ol>
de: <ol> <li>Öffnen Sie die Einstellungs-App auf Ihrem Gerät.</li> <li>Blättern Sie nach unten und wählen Sie <strong>Geräteinformationen</strong>.</li> <li>Sehen Sie auf dem Geräteinformationsbildschirm nach den Versionsnummern unter <em>Software</em>. <ul> <li><em>Firefox OS 1.0.1.0</em>bedeutet, dass Sie Version 1.0.1 verwenden</li> <li><em>Firefox OS 1.1.0.0</em> bedeutet, dass Sie Version 1.1 verwenden.</li> </ul> </li> </ol>
