Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/1-1.po
Languages: de

source: Put your new knowledge to the test with this series of fun, interactive quizzes.
de: Testen Sie Ihr neues Wissen in einer Reihe von lustigen, interaktiven Fragerunden.

source: Get ready to sell!
de: Bereitmachen zum Verkaufen!

source: If you have worked through the questions and all of the content, then you have the basics to match the needs of Firefox OS to your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it is powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in the hands of users everywhere!
de: Wenn Sie sich durch die Fragen und den Inhalt gearbeitet haben, dann haben Sie jetzt das Grundwissen, um Firefox OS und die Bedürfnisse Ihrer Kunden abzugleichen. Ein Firefox-OS-Smartphone ist einfach zu benutzen, perfekt für Smartphone-Einsteiger und voll mit den Funktionen, die Kunden wollen und benötigen. Und hinter allem steht Mozilla, was Firefox OS zur richtigen Wahl für jeden macht, der sich dafür engagiert, dass das Internet in Ihren Händen bleibt!

source: How do you access the Adaptive App Search feature on Firefox OS?
de: Wie greift man in Firefox OS auf die Funktion „Adaptive App-Suche“ zu?

source: That’s right! You simply swipe to the left to access the Adaptive App Search feature.
de: Ganz genau! Man wischt einfach nach links, um auf die Funktion „Adaptive App-Suche“ zuzugreifen.

source: That’s not it. You simply swipe to the left to access the Adaptive App Search feature.
de: Leider nicht. Man wischt einfach nach links, um auf die Funktion „Adaptive App-Suche“ zuzugreifen.

source: Which of the following apps is pre-loaded on every Firefox OS phone? Select all that apply.
de: Welche der folgenden Apps sind standardmäßig auf jedem Firefox-OS-Handy installiert? Wählen Sie alle Zutreffenden aus.

source: That’s right! All of these apps come pre-loaded on every Firefox OS phone.
de: Ganz genau! Alle diese Apps sind standardmäßig auf jedem Firefox-OS-Handy installiert.

source: Actually, all of these apps come pre-loaded on every Firefox OS phone.
de: Nein, alle diese Apps sind standardmäßig auf jedem Firefox-OS-Handy installiert.

source: Actually, they're are more. All of these apps come pre-loaded on every Firefox OS phone.
de: Es sind sogar noch mehr. Alle diese Apps sind standardmäßig auf jedem Firefox-OS-Handy installiert.

source: When you type a word or subject that interests you using Adaptive App Search what happens? Select all that apply.
de: Was passiert, wenn Sie ein Wort oder Thema, das Sie interessiert, in die adaptive App-Suche eingeben? Wählen Sie alle Antworten aus, die zutreffen.

source: That’s right. All of these are true of Adaptive App Search!
de: Ganz genau. Alle Aussagen treffen auf die adaptive App-Suche zu!

source: Actually, all of these are true of Adaptive App Search!
de: Nein, alle Aussagen treffen auf die adaptive App-Suche zu!

source: Which of these customer responses indicate an ideal candidate for Firefox OS? Select all that apply.
de: Welche dieser Kundenantworten zeichnen einen idealen Kandidaten für Firefox OS aus? Wählen Sie alle Zutreffenden aus.

source: That’s right. All of these customers are ideal candidates for Firefox OS!
de: Ganz genau. Alle diese Kunden sind ideale Kandidaten für Firefox OS!

source: In fact, ALL of these customers are ideal candidates for Firefox OS!
de: Nein, ALLE diese Kunden sind ideale Kandidaten für Firefox OS!

source: Which Firefox OS feature does this icon represent?
de: Für welche Firefox-OS-Funktion steht dieses Symbol?

source: That’s right. This icon represents Contacts.
de: Ganz genau. Dieses Symbol steht für Kontakte.

source: Actually, this icon represents Contacts.
de: Nein, dieses Symbol steht für Kontakte.

source: Which Firefox OS feature does this represent?
de: Für welche Firefox-OS-Funktion steht dieses Symbol?

source: That’s right. This icon represents the Firefox browser.
de: Ganz genau. Dieses Symbol steht für den Firefox-Browser.

source: Actually, this icon represents the Firefox browser.
de: Nein, dieses Symbol steht für den Firefox-Browser.

source: That’s right. This icon represents Adaptive App Search.
de: Ganz genau. Dieses Symbol steht für die adaptive App-Suche.

source: Actually, this icon represents the Adaptive App Search.
de: Nein, dieses Symbol steht für die adaptive App-Suche.

source: Your customer wants to understand the biggest benefits of Firefox OS versus its competitors. Select all of the statements that apply.
de: Ihr Kunde möchte die größten Vorteile von Firefox OS gegenüber Mitbewerbern verstehen. Wählen Sie alle Zutreffenden Aussagen aus.

source: That’s right. These statements are all true about Firefox OS.
de: Ganz genau. Diese Aussagen treffen alle auf Firefox OS zu.

source: Actually, all of these are true except for the statement about “broadest selection of devices.” This may be true in the future, but it is not currently true.
de: Um genau zu sein stimmen alle diese Aussagen, außer der über die „breiteste Auswahl an Geräten“. Das stimmt vielleicht in Zukunft mal, aber momentan nicht.

source: A customer tells you that smartphones seem complicated. What selling feature should you lead with?
de: Ein Kunde sagt Ihnen, dass Smartphones kompliziert zu sein scheinen. Welches Alleinstellungsmerkmal nennen Sie zuerst?

source: That’s right. For a customer looking for a smartphone that is easy to use, Firefox OS is a great choice.
de: Ganz genau. Für einen Kunden, der nach einem einfach nutzbaren Smartphone sucht, ist Firefox OS eine hervorragende Wahl.

source: Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use.
de: Bei diesem Kunden ist es wohl am besten, darüber zu sprechen, wie einfach man Firefox OS verwenden kann.

source: A customer tells you that she’s ready to move up from her old feature phone. What selling feature should you lead with?
de: Eine Kundin sagt Ihnen, dass Sie bereit ist, sich nach ihrem alten Feature-Phone ein neues Handy zu kaufen. Welches Alleinstellungsmerkmal nennen Sie zuerst?

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features like Adaptive App Search.
de: Ganz genau. Bei einem Anwender, der noch nie ein Smartphone hatte sollten Sie über seine Einfachheit und Funktionen wie die „Adaptive App-Suche“ sprechen.

source: Actually, with a first time smart phone user, you should talk about its simplicity and features like Adaptive App Search.
de: Bei einem Kunden, der vorher noch kein Smartphone hatte, sollten Sie eher darüber sprechen, wie einfach es ist und über Funktionen wie die adaptive App-Suche.

source: A customer tells you that he uses Firefox as his desktop browser. With what selling feature should you lead?
de: Ein Kunde sagt Ihnen, dass er Firefox als Desktop-Browser verwendet. Welches Alleinstellungsmerkmal nennen Sie zuerst?

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS helps to keep the Web free and open.
de: Ganz genau. Wenn Sie einen Firefox-Fan treffen, sprechen Sie darüber, dass die Entscheidung für Firefox OS dabei hilft, das Internet frei und offen zu halten.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS helps to keep the Web free and open.
de: Wenn Sie einen Firefox-Fan treffen, sollten Sie eher darüber sprechen, dass die Entscheidung für Firefox OS hilft, das Internet frei und offen zu halten.

source: A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money.” Which of the following statements would be a good response? Select all that apply.
de: Ein Kunde sagt Ihnen „Ich suche eine einfache Möglichkeit, mit meinen Freunden in Kontakt zu bleiben, aber ich möchte nicht viel Geld ausgeben“. Welche der folgenden Aussagen wären eine gute Antwort? Wählen Sie alle Zutreffenden aus.

source: That’s right. With this customer, highlight the great value of Firefox OS and the full feature set, including social apps that are preloaded on the phone.
de: Ganz genau. Bei diesem Kunden sollten Sie den großen Wert von Firefox und seine umfangreichen Funktionen hervorheben, darunter Apps für soziale Medien, die auf dem Handy vorinstalliert sind.

source: That's not it. With this customer, be sure to highlight the great value of Firefox OS, and its full feature set, including social apps that are preloaded on the phone, all at great value.
de: Nicht ganz. Bei diesem Kunden sollten Sie den großen Wert von Firefox und seine umfangreichen Funktionen hervorheben, darunter Apps für soziale Medien, die auf dem Handy vorinstalliert sind, und das zu einem guten Preis.

source: A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a smartphone OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?
de: Ein Kunde sagt „Ich verwende Firefox auf meinem Heim-Computer und ich liebe ihn, aber ich wusste nicht, dass es da auch ein Betriebssystem für Smartphones gibt. Warum?“ Welche der folgenden Aussagen wäre die passendste Antwort für diesen Kunden?

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, are part of keeping the Web free and open. And while all of these statements are true, only this one is the best response for this particular customer.
de: Ganz genau. Dieser Kunde scheint Firefox-Fan zu sein. Sprechen Sie darüber, dass die von Mozilla entwickelten Firefox-OS-Handys dabei helfen, das Internet frei und offen zu halten. Auch wenn alle dieser Aussagen wahr sind, ist nur diese die beste Antwort für diesen Kunden.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, are part of keeping the Web free and open.
de: Alle diese Aussagen sind wahr, aber nur eine ist die beste Antwort für diesen Kunden, der ein Firefox-Fan zu sein scheint. Sprechen Sie darüber, dass die von Mozilla entwickelten Firefox-OS-Handys dabei helfen, das Internet frei und offen zu halten.

source: Which of the following statements about Adaptive App Search are true? Select all that apply.
de: Welche der folgenden Aussagen über die adaptive App-Suche sind wahr? Wählen Sie alle Zutreffenden aus.

source: That’s right. Adaptive App Search anticipates your needs better than any other phone.
de: Ganz genau. Die adaptive App-Suche ahnt Ihre Bedürfnisse besser voraus als jedes andere Handy.

source: That’s not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers.
de: Nicht ganz. Drei dieser Aussagen sind korrekt. Die adaptive App-Suche ahnt Ihre Bedürfnisse zwar besser voraus als jedes andere Handy, sie funktioniert aber NICHT „genau wie die Web-Suche in Firefox-Browsern“.

source: That’s quite not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers.
de: Nein. Drei dieser Aussagen sind korrekt. Die adaptive App-Suche ahnt Ihre Bedürfnisse zwar besser voraus als jedes andere Handy, sie funktioniert aber NICHT genau wie die Web-Suche in Firefox-Browsern.

source: While all of the these statements are true, which two responses would be most useful to a first-time smartphone customer?
de: Alle diese Aussagen sind zwar wahr, aber welche wäre die hilfreichste für einen Kunden, der zum ersten Mal ein Smartphone kauft?

source: That’s right. A first time smartphone user will be most interested in ease of use.
de: Ganz genau. Jemand, der zum ersten Mal ein Smartphone verwendet, interessiert sich am meisten für die einfache Bedienbarkeit.

source: Not quite. A first time smartphone user will be most interested in ease of use.
de: Nicht ganz. Ein Kunde, der vorher noch kein Smartphone verwendet hat, interessiert sich vor allem für die einfache Bedienung.

source: That’s right! This icon represents SMS—or text messaging.
de: Ganz genau! Dieses Symbol steht für SMS – oder Textnachrichten.

source: Actually, this icon represents SMS—or text messaging.
de: Nein, dieses Symbol steht für SMS – oder Textnachrichten.

source: With Adaptive App Search, you can use an app once, quickly and easily, without installing it. If you want to use it again later, it’s easy to add it to your homescreen.
de: Mit der adaptiven App-Suche können Sie eine App schnell und einfach einmal verwenden, ohne sie zu installieren. Wenn Sie sie später erneut verwenden möchten, können Sie sie ganz einfach zu Ihrem Startbildschirm hinzufügen.

source: That’s right!
de: Ganz genau!

source: Actually, this is true.
de: Nein, diese Aussage stimmt.

source: What’s the best response to this customer’s objection? “I’ve heard there are not many apps.”
de: Was ist die beste Antwort auf diese Kritik eines Kunden? „Ich habe gehört, dass es nur wenige Apps gibt.“

source: That’s right.
de: Ganz genau.

source: Not quite, the best response to this objection is to talk about all the apps that are available.
de: Nicht ganz, die beste Antwort auf diese Kritik ist es, über die vielen verfügbaren Apps zu sprechen.

source: What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones.”
de: Was ist die beste Antwort auf diese Kritik eines Kunden? „Ich habe noch nie von Firefox-OS-Handys gehört.“

source: Actually, the best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.
de: Eigentlich ist es die beste Antwort auf diese Kritik, über die Erfahrung der Mozilla-Gemeinschaft zu sprechen, die hinter Firefox OS steht.

source: What’s the best response to this customer’s objection? “How do I know this new phone is safe?”
de: Was ist die beste Antwort auf diese Kritik eines Kunden? „Woher weiß ich, dass dieses neue Handy sicher ist?“

source: Actually, the best response to this objection is to talk about the robust security model.
de: Eigentlich ist es die beste Antwort auf diese Kritik, über das robuste Sicherheitsmodell zu sprechen.

source: Swipe to the left.
de: Nach links wischen

source: Click on the home button.
de: Auf die Startschaltfläche tippen

source: Open Firefox Marketplace.
de: Den Firefox Marketplace öffnen

source: Open the Firefox browser.
de: Den Firefox-Browser öffnen

source: Email and SMS
de: E-Mail und SMS

source: Music Player
de: Musikwiedergabe

source: Results from around the Web are displayed like apps on your phone.
de: Ergebnisse aus dem ganzen Internet werden wie Apps auf Ihrem Handy angezeigt.

source: Your background image changes instantly to reveal popular photos from the Web.
de: Ihre Hintergrundgrafik ändert sich sofort, um beliebte Fotos aus dem Internet anzuzeigen.

source: Results include relevant maps, pictures, music, news, videos, Twitter feeds and more.
de: Zu den Ergebnissen gehören relevante Karten, Bilder, Musik, Nachrichten, Twitter-Feeds und mehr.

source: Tens of thousands of Web apps from around the world are searched instantly.
de: Zehntausende Web-Apps aus der ganzen Welt werden sofort durchsucht.

source: I’ve never used a smartphone before.
de: Ich habe noch nie ein Smartphone verwendet.

source: I’m looking for the best value for my money.
de: Ich suche nach einem guten Preis-Leistungs-Verhältnis.

source: I want a smartphone that is truly easy to use.
de: Ich möchte ein Smartphone, das sich ganz einfach bedienen lässt.

source: I’m a Firefox fan.
de: Ich bin ein Firefox-Fan.

source: With Adaptive App Search, Firefox OS adapts to your needs better than any other phone.
de: Mit der adaptiven App-Suche passt sich Firefox besser an Sie an als jedes andere Handy.

source: With the Firefox Marketplace and dozens of preloaded apps, like email, maps, Facebook, a camera, music, and more, Firefox OS is packed with the features you’d expect in a smartphone.
de: Mit dem Firefox Marketplace und dutzender standardmäßiger Apps, wie E-Mail, Karte, Facebook, einer Kamera, Musik und weiteren, ist Firefox OS voll von Funktionen, die Sie von einem Smartphone erwarten würden.

source: Since it is built by Firefox, you can feel confident that Firefox OS is backed by a global community working on your behalf and with your interests in mind.
de: Da es von Firefox entwickelt wird, können Sie sicher sein, dass hinter Firefox OS eine weltweite Gemeinschaft steht, die für Sie arbeitet und Ihre Interessen im Sinn hat.

source: Firefox OS gives you the broadest selection of devices on the market today.
de: Mit Firefox OS haben Sie die größte Auswahl von Geräten auf dem heutigen Markt.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices.
de: Mit Firefox OS bekommen Sie das Meiste für Ihr Geld und alles, was Sie erwarten – Kamera, E-Mail, Apps, Musik, Karten und mehr – zu günstigsten Preisen.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too.
de: Firefox OS ist das einfachste Smartphone für den Anfang. Ihre Lieblings-Apps sind standardmäßig dabei und Sie können auch einfach Ihre Facebook-Freunde importieren.

source: If you love Firefox browsers, you’ll love Firefox OS phones. Choosing Firefox OS keeps the power of the Web in your hands.
de: Wenn Sie Firefox-Browser lieben, werden Sie auch Firefox-OS-Handys lieben. Mit der Entscheidung für Firefox OS behalten Sie die Kraft des Internets in Ihren Händen.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices. Plus, Adaptive App Search feature makes it easy to find the apps you really need, when you need it.
de: Mit Firefox OS bekommen Sie das Meiste für Ihr Geld und alles, was Sie erwarten – Kamera, E-Mail, Apps, Musik, Karten und mehr – zu günstigsten Preisen. Außerdem erleichtert es Ihnen die Funktion „Adaptive App-Suche“, die Apps, die Sie brauchen, zum richtigen Zeitpunkt zu finden.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook too.
de: Firefox OS ist das einfachste Smartphone für den Anfang. Ihre Lieblings-Apps sind standardmäßig dabei und Sie können auch einfach Ihre Facebook-Freunde importieren.

source: The Firefox OS smartphone includes all the features that you’d expect, including SMS, Facebook, email, maps and more, all at a better value.
de: Das Firefox-OS-Smartphone verfügt über alle Funktionen, die Sie erwarten würden, darunter SMS, Facebook, E-Mail, Karten und mehr, alles zu einem günstigen Preis.

source: Facebook is preloaded on every Firefox OS device and you can import your Facebook contacts easily!
de: Facebook ist auf jedem Firefox-OS-Gerät vorinstalliert und Sie können ganz einfach Ihre Facebook-Kontakte importieren!

source: The Firefox Marketplace features thousands of apps for free or at very low prices.
de: Der Firefox Marketplace bietet Tausende von Apps entweder kostenlos, oder zu sehr niedrigen Preisen.

source: Every Firefox phone includes the Firefox browser, the fast, smart and safe way to get online.
de: Jedes Firefox-Handy verfügt über den Firefox-Browser, den schnellen, intelligenten und sicheren Weg ins Internet.

source: Firefox OS includes all the same features you’ll find in competitive smartphones and gives you more value for the money.
de: Firefox OS verfügt über die gleichen Funktionen, die Sie auch bei Smartphones von der Konkurrenz finden und liefert Ihnen mehr Wert für gleiches Geld.

source: Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps ready for the web.
de: Mozilla, die Entwickler von Firefox, haben ein Betriebssystem für Smartphones entwickelt, um das Internet für alle zugänglich zu halten. Firefox OS wurde komplett in HTML5 entwickelt, daher erhalten Sie direkten Zugang zu Tausenden von Apps, die bereits für das Web entwickelt wurden.

source: A unique feature included in every Firefox OS smartphone.
de: Eine einzigartige Funktion, die es in jedem Firefox-OS-Smartphone gibt.

source: Works just like Web search on Firefox browsers.
de: Funktioniert genau wie die Web-Suche in Firefox-Browsern.

source: Results include photos, video, music, news, maps and more.
de: Enthält als Ergebnisse Fotos, Video, Musik, Nachrichten, Karten und mehr.

source: Results are instantly usable — you don’t have to download the app first.
de: Ergebnisse sind sofort nutzbar – Sie müssen nicht erst die App herunterladen.

source: You can easily import contacts from Facebook to your Firefox OS phone.
de: Sie können einfach Kontakte von Facebook in Ihr Firefox-OS-Handy importieren.

source: Firefox OS gives you access to popular, big name apps, as well as local content that means the most to you.
de: Mit Firefox OS haben Sie Zugang zu beliebten Apps bekannter Anbieter sowie lokalen Inhalten, die Ihnen am wichtigsten sind.

source: Firefox OS isn’t cluttered with more than you need. It gives you what you’d expect in a smartphone, with an easy-to-use interface that makes it easy to get started.
de: Firefox OS ist nicht mit mehr vollgestopft als Sie brauchen. Es gibt Ihnen, was Sie von einem Smartphone erwarten, und hat eine einfach zu steuernde Benutzeroberfläche, welche die ersten Schritte erleichtert.

source: Firefox OS is built entirely using HTML5 and open Web standards.
de: Firefox OS wurde komplett mit HTML5 und Standards des offenen Web entwickelt.

source: True
de: Wahr

source: False
de: Falsch

source: New and backed by a global community working to help keep the Web accessible to all.
de: Neu und mit Unterstützung einer weltweiten Gemeinschaft, die daran arbeitet, das Internet für alle zugänglich zu halten.

source: Every phone has access to over 20,000 free and paid apps at launch, including some of the most popular global apps today.
de: Jedes Handy hat beim Start Zugang zu über 20 000 kostenlosen und kostenpflichtigen Apps, darunter einige der heute beliebtesten Apps weltweit.

source: A robust security model that is battle-hardened from more than a decade of supporting the Open Web.
de: Ein robustes Sicherheitsmodell, das in über einem Jahrzehnt der Unterstützung für das offene Web erprobt wurde.

source: Packed with the features that made you want a smartphone in the first place.
de: Voller Funktionen, wegen denen Sie überhaupt ein Smartphone verwenden möchten.

source: Access to over 20,000 free and paid apps at launch, including some of the most popular global apps today.
de: Zugang zu über 20 000 kostenlosen und kostenpflichtigen Apps beim Start, darunter einige der heute beliebtesten Apps weltweit.

source: A robust security model that is battle-hardened from more than a decade of supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
de: Ein robustes Sicherheitsmodell, das in über einem Jahrzehnt der Unterstützung für das offene Web erprobt wurde. Entwickelt, um den Anwender und das System vor schädlichen Anwendungen und Inhalten zu schützen.

source: Which Version Do I Have?
de: Welche Version verwenden Sie?
