Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/1-1.po
Languages: de

source: Welcome to the Firefox OS global partner and community training hub. Select any topic to get started.
de: Willkommen zum Ausbildungszentrum bezüglich Firefox OS für unsere Partner und unsere Gemeinschaft auf der ganzen Welt. Wählen Sie zum Start ein beliebiges Thema aus.

source: Introduction
de: Einführung

source: Find out what makes Firefox OS perfect for new smartphone users by giving them just what they need.
de: Erfahren Sie, warum Firefox OS perfekt für neue Smartphone-Nutzer ist, indem es ihnen genau das liefert, was sie brauchen.

source: The Adaptive Phone
de: Das anpassbare Handy

source: Firefox OS adapts to the needs of customers better than any other phone by anticipating their needs and instantly delivering the information they want. With Adaptive App Search your customers will get more of what they’re looking for, exactly when they need it.
de: Firefox OS passt sich den Bedürfnissen der Kunden besser an als jedes andere Handy, indem es ihre Bedürfnisse vorhersieht und ihnen sofort die Informationen liefert, die sie brauchen. Die adaptive App-Suche liefert Ihren Kunden mehr von dem, was sie suchen, und das zur richtigen Zeit.

source: Have It All
de: Alles dabei

source: Firefox OS is packed with all the features that made your customers want a smartphone in the first place: apps, maps, camera, gallery, social features, music and more. With all the features and no compromises, Firefox OS phones fit your customers' lives more perfectly, so they can fit in with the world around them.
de: Firefox OS ist voll mit den Funktionen, wegen denen Ihre Kunden überhaupt ein Smartphone verwenden möchten: Apps, Karten, Kamera, Galerie, soziale Funktionen, Musik und mehr. Dank all dieser Funktionen ohne Kompromisse passen Firefox-OS-Handys noch besser zum Leben Ihrer Kunden, so dass sie sich in die Welt um sie herum einfügen können.

source: Keep the Web in Your Hands
de: Behalten Sie das Internet in Ihren Händen

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of thousands of developers working to innovate on your customers' behalf and made locally with their interests and needs in mind. When customers' choose Firefox OS, they’re helping build a brighter future for the Web for all.
de: Bei Mozilla wollen wir etwas bewegen, nicht Gewinne erzielen. Hinter Firefox-OS-Smartphones steht eine weltweite Gemeinschaft aus Tausenden von Entwicklern, die Innovationen im Sinne Ihrer Kunden bewirken möchten. Außerdem werden sie mit Rücksicht auf die Interessen und Bedürfnisse Ihrer Kunden vor Ort entwickelt. Wenn Kunden sich für Firefox OS entscheiden, helfen sie dabei, eine leuchtendere Zukunft für das Internet für alle zu schaffen.

source: A phone that makes every moment count
de: Ein Handy, mit dem jeder Augenblick zählt

source: Your customers' needs are always changing. Firefox OS smartphones adapt to your customers' needs so they can live every moment to its fullest. Easy to use, they’re perfect for new smartphone users and full of all the features that customers expect. Powered by Mozilla, Firefox OS devices are the right choice for anyone committed to ensuring that the Web remains a public resource available to all.
de: Die Bedürfnisse Ihrer Kunden ändern sich ständig. Smartphones mit Firefox OS passen sich den Bedürfnissen Ihrer Kunden an, damit sie jeden Augenblick voll ausleben können. Sie sind einfach zu verwenden, sind perfekt für Smartphone-Einsteiger und voll mit den Funktionen, die Kunden erwarten. Hinter den Firefox-OS-Geräten steht Mozilla und sie sind die richtige Wahl für jeden, der sich dafür einsetzt, dass das Internet eine für alle zugängliche öffentliche Ressource bleibt.

source: Demo Tips
de: Vorführ-Tipps

source: Learn how to show off and talk about the key features and benefits of Firefox OS to your customers.
de: Erfahren Sie, wie Sie Ihren Kunden die wichtigsten Funktionen und Vorteile von Firefox OS vorführen und präsentieren.

source: Demonstrations That Matter
de: Entscheidende Vorführungen

source: Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool. Browse the demonstration videos below to get started.
de: Eine Vorführung der Funktionen von Firefox OS und seiner einfachen Bedienbarkeit ist Ihr bestes Verkaufsargument. Sehen Sie sich für den Anfang die folgenden Vorführvideos an.

source: Intro to FirefoxOS
de: Einführung in Firefox OS

source: When you only have a minute, make it count with this simple pitch.
de: Wenn Sie nur eine Minute Zeit haben, nutzen Sie diese am besten mit dieser Übersicht.

source: Adaptive App Search
de: Adaptive App-Suche

source: Show customers how Firefox OS adapts to them, giving them more of what they need, when they need it.
de: Zeigen Sie Kunden, wie Firefox OS sich auf sie einstellt und ihnen zur richtigen Zeit mehr von dem gibt, was sie brauchen.

source: Demonstrate the powerful map features of Firefox OS, including local transit info.
de: Zeigen Sie die informativen Kartenfunktionen von Firefox OS, inklusive Informationen über den ÖPNV.

source: Stay Connected
de: In Verbindung bleiben

source: It’s easier than ever to stay connected with Firefox OS.
de: Mit Firefox OS ist es einfach wie nie, in Verbindung zu bleiben.

source: Firefox OS lets customers take control of their online lives and get the best of the Web no matter where they go.
de: Mit Firefox OS haben die Nutzer die Kontrolle über ihr Online-Leben und holen das Beste aus dem Internet heraus, egal wo sie sind.

source: Firefox Marketplace has the cool games and apps your customers want.
de: Im Firefox Marketplace finden Ihre Kunden die tollen Spiele und Apps, die sie wollen.

source: Camera & Gallery
de: Kamera und Galerie

source: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more.
de: Machen Sie Fotos, bearbeiten und teilen Sie diese. Zeigen Sie unsere funktionsreichen Kamera- und Galerie-Apps, inklusive der enthaltenen Stilfilter, Video und mehr.

source: Music & FM Radio
de: Musik und UKW-Radio

source: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
de: Mit Musik nur eine Fingerbewegung entfernt sehen Ihre Kunden, wie Firefox OS sie unterhält und auf der Straße tanzen lässt.

source: Customer Guide
de: Leitfaden über Kunden

source: See how Firefox OS fits into your customers' lives, no matter who they are or where they're from.
de: Sehen Sie sich an, wie sich Firefox OS in das Leben Ihrer Kunden einpasst, egal wer sie sind oder wo sie herkommen.

source: Who is your ideal Firefox customer?
de: Wer ist der ideale Firefox-OS-Kunde?

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below, and tap the bar to learn how to best respond to each of their unique needs.
de: Das Verständnis für die Bedürfnisse Ihres Kunden und eine schnelle Reaktion darauf sind Grundvoraussetzungen für jede Verkaufsgelegenheit. Sehen Sie sich die folgenden häufigen Kundensegmente an und tippen Sie auf die Leiste, um zu erfahren, wie Sie auf die jeweiligen besonderen Bedürfnisse am besten reagieren.

source: The Smartphone Rookie
de: Der Smartphone-Einsteiger

source: <h3><em>"I have never had a smartphone."</em></h3> <strong>What can you say?</strong> Firefox OS is the best choice for first time smartphone users. It is super easy to use, and it adapts to your needs better than any other phone, so you get more of what you need with less time searching. Plus, it is packed with all the features you’d expect, from camera, to email, apps, music, maps and more.
de: <h3><em>„Ich hatte noch nie ein Smartphone.“</em></h3> <strong>Was können Sie sagen?</strong> Firefox OS ist die beste Wahl für Smartphone-Einsteiger. Es lässt sich ganz einfach bedienen und passt sich Ihren Bedürfnissen besser an als jedes andere Handy, sodass Sie mehr von dem erhalten, was Sie benötigen, ohne viel Zeit mit Suchen zu verbringen. Außerdem verfügt es über alle Funktionen, die Sie erwarten würden, von Kamera bis E-Mail, Apps, Musik, Karten und mehr.

source: The Value Seeker
de: Der Wertsuchende

source: <h3><em>"I want a good deal."</em></h3> <strong>What can you say?</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.
de: <h3><em>„Ich möchte ein gutes Preis-Leistungs-Verhältnis.“</em></h3> <strong>Was können Sie sagen?</strong> Mit Firefox OS bekommen Sie das Meiste für Ihr Geld. Es hat alles, was Sie von einem Smartphone erwarten – Kamera, E-Mail, Apps, Musik, Karten und mehr – und das zu günstigsten Preisen.

source: The Uncertain Upgrader
de: Der unsichere Aktualisierer

source: <h3><em>"It needs to be easy to use."</em></h3> <strong>What can you say?</strong> Firefox OS is the easiest smartphone to get you started. Adaptive App Search helps you find the things you need simply — and instantly. The user interface is so intuitive, you will be able to quickly discover and download your favorite apps so you’re ready to go.
de: <h3><em>„Es muss sich einfach bedienen lassen.“</em></h3> <strong>Was können Sie sagen?</strong> Firefox OS ist das am einfachsten zu bedienende Smartphone für den Einstieg. Die adaptive App-Suche hilft Ihnen, einfach – und sofort – das Gesuchte zu finden. Die Benutzeroberfläche ist so intuitiv, dass Sie Ihre Lieblings-Apps schnell finden und herunterladen können, um startklar zu sein.

source: The Firefox Fan
de: Der Firefox-Fan

source: <h3><em>"I love firefox!"</em></h3> <strong>What can you say?</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
de: <h3><em>„Ich liebe Firefox!“</em></h3> <strong>Was können Sie sagen?</strong> Wenn Sie Firefox kennen und lieben, werden Sie auch Firefox OS lieben. Firefox OS Smartphones basieren komplett auf HTML5 und bringen so das Beste des Internets auf Ihr Handy. Außerdem wird Firefox OS von einer Gemeinschaft entwickelt, die sich dafür einsetzt, dass das Internet für alle zugänglich bleibt. Wenn Sie sich für Firefox OS entscheiden, haben Sie die geballte Macht des Internets in Ihren Händen.

source: Key Features
de: Wesentliche Funktionen

source: Features that count
de: Funktionen, die zählen

source: Firefox OS is packed with the features that your customers expect in a smartphone. It fits their lives perfectly so they can keep pace with the world around them.
de: Firefox OS ist voll mit den Funktionen, die Ihre Kunden in einem Smartphone erwarten. Es passt sich perfekt an ihre Leben an, damit sie mit der Welt um sie herum Schritt halten können.

source: Discover what makes Firefox OS the most unique and exciting mobile operating system.
de: Entdecken Sie, was Firefox OS zum einzigartigsten und aufregendsten Betriebssystem für Mobilgeräte macht.

source: A new way to get what you need right when you need it, without any of the headaches of downloading applications. Search for anything, and Firefox OS adapts to your request, displaying photos, video, music, news, maps and more - making it much easier for you to find what you were really looking for.
de: Eine neue Möglichkeit, um rechtzeitig das zu finden, was Sie benötigen, ohne mühselig Anwendungen herunterladen zu müssen. Egal was Sie suchen, Firefox OS passt sich an Ihre Anforderung an und zeigt Fotos und Videos, spielt Musik und liefert Nachrichten, Karten und mehr – sodass es für Sie viel einfacher ist zu finden, was Sie eigentlich suchen.

source: Your go-to source for the best apps for Firefox OS. Browse tens of thousands of free and paid apps in multiple categories, including games, utilities, music, travel, sports, and more.
de: Ihre Anlaufstelle für die besten Apps für Firefox OS. Durchsuchen Sie zehntausende von kostenlosen und kostenpflichtigen Apps in mehreren Kategorien, von Spielen bis Hilfsmittel, Musik, Reise, Sport und mehr.

source: The fast, smart, safe way to get the best of the Web. Use the URL bar to enter websites, perform searches and access your browsing history. Plus, tabs let you multitask by browsing multiple pages simultaneously.
de: Der schnelle, intelligente und sichere Weg, das Beste aus dem Internet herauszuholen.Verwenden Sie die Adressleiste, um die Adresse einer Website einzugeben, zu suchen und auf Ihre Surf-Chronik zuzugreifen. Außerdem können Sie mit Tabs auf mehreren Seiten gleichzeitig surfen.

source: Facebook and Twitter
de: Facebook und Twitter

source: Deeply integrated with your favorite social networks. You can easily import your Facebook contacts to your phone to keep your community all in one place.
de: Nahtlos integriert in Ihre sozialen Lieblingsnetzwerke. Sie können einfach Ihre Facebook-Kontakte in Ihr Handy importieren, um Ihre Gemeinschaft an einem Ort zu versammeln.

source: Contacts
de: Kontakte

source: Stay connected, with easy access to your friends and colleagues from wherever you are.
de: Bleiben Sie in Verbindung, mit einfachem Zugang zu Ihren Freunden und Kollegen, egal wo Sie sind.

source: Camera and Gallery
de: Kamera und Galerie

source: With built-in style filters for fun, creative shots, and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
de: Dank integrierten Stilfiltern für interessante, kreative Fotos und vielen Möglichkeiten, Ihre Fotos zu teilen, bringen die funktionsbeladene Kamera und Fotogalerie alle Ihre Motive zum Lächeln.

source: FM Radio
de: UKW-Radio

source: All the audio you want on the go, all on one device. Just plug in your earphones and start listening.
de: Die ganze Musik, die Sie unterwegs möchten, auf einem Gerät. Stecken Sie einfach Ihre Ohrhörer ein und lauschen Sie der Musik.

source: Maps
de: Karten

source: Get satellite, public transport, and live traffic views, search for points of interest and even save your map locally for quicker remote access. HERE Maps can pinpoint your location and even give you directions (car, walking or public transportation) to get you to your destination.
de: Sie erhalten eine Satellitenansicht, ÖPNV-Informationen und Echtzeitverkehrsdaten, können nach Orten von Interesse suchen und sogar Ihre Karte lokal für einen schnelleren Zugriff unterwegs speichern. Here Maps kann Ihren Standort erkennen und Ihnen sogar Wegbeschreibungen (Auto, zu Fuß oder ÖPNV) liefern, um Sie an Ihr Ziel zu bringen.

source: Music and Video
de: Musik und Video

source: Play it all from your phone, or online via Youtube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
de: Spielen Sie alles von Ihrem Handy ab oder online über YouTube. Suchen und spielen Sie Ihre Musiksammlung nach Album oder Interpret ab, bewerten Sie Titel und erstellen Sie Wiedergabelisten für Ihre Lieblingstitel.

source: SMS and Email
de: SMS und E-Mail

source: Stay connected to your friends and colleagues wherever you are. It's easy to set up multiple email accounts, with support for the most common Exchange, SMTP or IMAP email providers.
de: Bleiben Sie mit Ihren Freunden und Kollegen in Verbindung, egal wo Sie sind. Die Einrichtung mehrerer E-Mail-Konten ist einfach und es werden die häufigsten E-Mail-Anbieter für Exchange, SMTP oder IMAP unterstützt.

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: You have questions? We have answers!
de: Sie haben Fragen? Wir haben Antworten!

source: By now, you probably have questions and so will your customers! Select each question for more on Firefox OS.
de: Sie haben mittlerweile vermutlich Fragen und Ihre Kunden werden ebenfalls welche haben! Durch Auswählen der Fragen erhalten Sie weitere Informationen zu Firefox OS.

source: Still have questions? Not for long! Find all the answers you're looking for here.
de: Haben Sie noch Fragen? Nicht mehr lange! Hier finden Sie alle Antworten, die Sie suchen.

source: What is Adaptive App Search?
de: Was ist die adaptive App-Suche?

source: Adaptive App Search is a new way to find content from across the Web and engage in an app-like experience without the headaches of downloading the app to find what you need. Whenever you search, your phone adapts to the search result and makes it easy to add those results to your home screen for easy access later.
de: Die adaptive App-Suche ist eine neue Möglichkeit, Inhalte aus dem gesamten Internet zu finden und ein App-ähnliches Erlebnis zu haben, ohne sich mühselig die App herunterladen zu müssen, um zu finden, was Sie suchen. Wann immer Sie suchen, passt sich Ihr Handy an die Suchergebnisse an und erleichtert es, diese Ergebnisse für den späteren Zugriff zum Startbildschirm hinzuzufügen.

source: How many and what types of apps will be available?
de: Wie viele und welche Typen von Apps werden verfügbar sein?

source: App developers around the world are committed to Firefox OS and tens of thousands of free and paid applications will be available at launch. The growing list includes leading app developers like Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE&reg;, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out and Twitter.
de: App-Entwickler auf der ganzen Welt setzen sich für Firefox OS ein und zehntausende kostenloser und kostenpflichtiger Anwendungen werden zum Verkaufsstart verfügbar sein. Zu der wachsenden Liste gehören führende App-Entwickler wie Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE&amp;reg;, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out und Twitter.

source: What makes Firefox OS more secure than other phones?
de: Was macht Firefox OS sicherer als andere Handys?

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the Open Web. It is designed to protect the user and system from malicious applications and content.
de: Firefox OS hat ein robustes Sicherheitsmodell, das in über einem Jahrzehnt der Unterstützung für das offene Web erprobt wurde. Es wurde entwickelt, um den Anwender und das System vor schädlichen Anwendungen und Inhalten zu schützen.

source: Do Android apps work on this phone?
de: Funktionieren Android-Apps auf diesem Handy?

source: Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search.
de: Nicht direkt. Allerdings sind viele der beliebtesten Android- und iOS-Apps eigentlich Web-Apps, die über einen nativen „Wrapper“ verfügen, um auf proprietären Plattformen zu laufen. Daher werden viele dieser Apps über die adaptive App-Suche verfügbar sein.

source: Do my apps work offline?
de: Funktionieren meine Apps offline?

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functionalities. That means apps do not require an active internet connection to function unless the app must send or receive data to another system through the internet to continue working.
de: Firefox OS basiert auf Web-Technologien, verfügt aber über Offline-Möglichkeiten für die Kernfunktionen des Handys. Das bedeutet, dass Apps, die keine ständige Internet-Verbindung benötigen, weiter funktionieren, außer wenn die App für ihr Funktionieren Daten mit einem anderen System über das Internet austauschen muss.

source: What about customer support for apps?
de: Wie sieht es mit Kundenunterstützung für Apps aus?

source: Consumers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the consumer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.
de: Kunden, die Hilfe mit einer für Firefox OS entwickelten App benötigen, werden an den App-Entwickler weitergeleitet. Wenn das Kundenerlebnis mit Firefox OS durch die Hilfsanfrage negativ beeinflusst wird, kann Mozilla Zwischenlösungen empfehlen, inklusive Deinstallation der App, bis der Entwickler entsprechend Hilfe leistet.

source: How do I download and install apps on Firefox OS?
de: Wie kann ich Apps für Firefox OS herunterladen und installieren?

source: Firefox OS offers two ways to get apps: <ul> <li>Firefox Marketplace — Our go-to source for great apps like Twitter and awesome local content from the best Web developers in your region.</li> <li>Adaptive App Search — Just type a single word like “sushi” to discover related mobile apps in your region, delivered by a superior mobile experience and tuned to bring you what you want.</li> </ul>
de: Firefox OS bietet zwei Möglichkeiten um Apps zu erhalten: <ul><li>Firefox Marketplace – Unsere Anlaufstelle für tolle Apps wie Twitter und wunderbare lokale Inhalte von den besten Web-Entwicklern in Ihrer Region.</li><li>Adaptive App-Suche – Geben Sie einfach ein Wort wie „Sushi“ ein, um passende mobile Apps in Ihrer Region zu entdecken, die Ihnen von einem besseren mobilen Erlebnis zur Verfügung gestellt werden, und Ihnen geben sollen, was Sie möchten.</li></ul>

source: Which email providers are supported?
de: Welche E-Mail-Anbieter werden unterstützt?

source: Hotmail and Yahoo mail are currently supported with more on the way in future releases.
de: Hotmail und Yahoo Mail werden derzeit unterstützt. Weitere E-Mail-Anbieter werden folgen.

source: Where should I go if I have more questions?
de: Wo finde ich Antworten auf weitere Fragen?

source: Visit <a href="https://support.mozilla.org/en-US/kb/firefox-os-user-guide">https://support.mozilla.org/en-US/kb/firefox-os-user-guide</a> for more information.
de: Weitere Informationen finden Sie unter <a href="https://support.mozilla.org/de/kb/firefox-os-user-guide">https://support.mozilla.org/de/kb/firefox-os-user-guide</a>.

source: The Firefox Mission
de: Die Firefox-Mission

source: Our mission is to promote openness, innovation and opportunity on the Web.
de: Unsere Mission ist es, Offenheit, Innovation und Chancen im Internet zu fördern.

source: Behind every Firefox OS smartphone is Mozilla, a global community of thousands dedicated to keeping the Web accessible to all. That’s because we believe each and every one of us has the right to a Web that isn’t controlled by just a few large entities. Yeah, we’re a little different than the other guys. Together, we can build a brighter future for the Web.
de: Hinter jedem Firefox-OS-Smartphone steht Mozilla: Eine weltweite Gemeinschaft aus Tausenden von Menschen, die sich dafür einsetzen, dass das Internet für alle zugänglich bleibt. Wir glauben nämlich, dass jeder von uns das Recht auf ein Internet hat, das nicht nur von wenigen großen Akteuren kontrolliert wird. Ja, wir sind ein bisschen anders als die Anderen. Gemeinsam können wir eine leuchtendere Zukunft für das Internet schaffen.

source: Take the challenge
de: Stellen Sie sich der Herausforderung

source: Ready to show what you know?
de: Sind Sie bereit, Ihr Wissen zu zeigen?

source: Think you're ready to start selling Firefox OS to your customers? Put your knowledge to work and answer these questions to prove you have what it takes.
de: Halten Sie sich für so gut wie bereit, Ihren Kunden Firefox OS zu verkaufen? Lassen Sie Ihr Wissen arbeiten und beantworten Sie diese Fragen, um zu zeigen, dass Sie das notwendige Wissen besitzen.
