Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ar, bn, cs, ja, ro, sr, ta

source: Donate
ar: تبرع
bn: দান করা
ja: 寄付
ro: Donați
ta: கொடையளி

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
ja: プライバシーポリシー
ro: Politică de confidențialitate
sr: Polisa privatnosti
ta: தனியுரிம கொள்கை

source: Legal Notices
ar: الإشعارات القانونية
bn: আইনি নোটিশ
ja: 法的通知
ro: Mențiuni legale
sr: Pravna obaveštenja
ta: சட்டபூர்வ அறிவிப்புகள்

source: Report Trademark Abuse
ar: تقرير إساءة استخدام العلامات التجارية
bn: ট্রেডমার্ক অপব্যবহার সম্বন্ধে রিপোর্ট
ja: 商標の不正使用を報告
ro: Raportați abuz asupra mărcilor înregistrate
ta: வணிகக்குறி முறைகேடு புகார்

source: Mozilla on Twitter
ar: موزيلا على تويتر
bn: Twitter-এ Mozilla
ja: Mozilla の Twitter アカウント
ro: Mozilla pe Twitter
sr: Mozilla na Twitter-u
ta: டிவிட்டரில் மொசில்லா

source: Firefox on Twitter
ar: فيرفكس على تويتر
bn: Twitter-এ Firefox
ja: Firefox の Twitter アカウント
ro: Firefox pe Twitter
sr: Firefox na Twitter-u
ta: டிவிட்டரில் பயர்பாக்ஸ்

source: Mozilla on Facebook
ar: موزيلا على فيس بوك
bn: Facebook-এ Mozilla
ja: Mozilla の Facebook ページ
ro: Mozilla pe Facebook
sr: Mozilla na Facebook-u
ta: முகநூலில் மொசில்லா

source: Firefox on Facebook
ar: فيرفكس على فيس بوك
bn: Facebook-এ Firefox
ja: Firefox の Facebook ページ
ro: Firefox pe Facebook
sr: Firefox na Facebook-u
ta: முகநூலில் பயர்பாக்ஸ்

source: Learn more
ar: معرفة المزيد
bn: আরও জানুন
ja: より詳しく知るには
ro: Aflați mai multe
sr: Saznajte više
ta: மேலும் அறியவும்

source: Home
ar: الصفحة الرئيسية
bn: হোম
ja: ホーム
ro: Acasă
sr: Početna
ta: முகப்பு

source: About
ar: حول
bn: সম্বন্ধে
ja: 概要
ro: Despre
ta: பற்றி

source: Language
ar: اللغة
bn: ভাষা
ja: 言語
ro: Limbă
sr: Jezik
ta: மொழி

source: Firefox OS version
ar: إصدار نظام التشغيل فيرفكس
bn: Firefox OS সংস্করণ
ja: Firefox OS のバージョン
ro: Versiune Firefox OS
sr: Firefox OS verzija
ta: Firefox OS பதிப்பு

source: Which version do I have?
ar: ما هو الإصدار الموجود لدي؟
bn: আমার কোন সংস্করণ আছে?
ja: OS のバージョンを調べる。
ro: Ce versiune am?
sr: Koju verziju imam?
ta: என்னிடம் எந்தப் பதிப்பு உள்ளது?

source: Change
ar: تغيير
bn: বদল করুন
ja: 変更
ro: Schimbă
sr: Promeni
ta: மாற்று

source: Documentation for Firefox OS {version} is not yet available in {language}, so we redirected you to the English version.
ar: وثائق نظام التشغيل فيرفكس {version} ليست متاحة بعد في {language}، ولذا فإننا نقوك بإعادة توجيهك إلى النسخة الإنجليزية.
bn: Firefox OS {version}-এর ডকুমেন্টেশন {language}-এর জন্য এখনও অবধি উপলব্ধ নয়, তাই আমরা আপনাকে ইংরাজী সংস্করণে নিয়ে যাচ্ছি।
ja: Firefox OS {version} の {language} 語版文書はまだ用意されていません。英語版をご覧ください。
ro: Documentația pentru Firefox OS {version} nu este încă valabilă în {language}, astfel încât v-am redirecționat la versiunea în Engleză.
ta: Firefox OS {version} பதிப்பிற்கான ஆவணங்கள் இன்னமும் {language} மொழியில் கிடைக்க இல்லை, எனவே ஆங்கில மொழி பக்கத்திற்கே திருப்பி அனுப்பிவிட்டோம்.

source: The latest version available in {language} is {version}.
ar: أحدث نسخة متوفرة في {language} هي {version}.
bn: সর্বশেষ সংস্করণ {version} উপলব্ধ আছে {language}-তে।
ja: {language}語の最新バージョンは {version} です。
ro: Ultima versiune disponibilă în {language} este {version}.
ta: {language} மொழிக்கான அண்மைய பதிப்பு {version} ஆகும்.

source: Afrikaans
ar: الأفريكانية
ja: アフリカーンス
ta: ஆஃப்ரிகான்ஸ்

source: Arabic
ar: العربية
ja: アラビア
ro: Arabă
sr: Arapski
ta: அரேபிக்

source: Bengali (Bangladesh)
ar: البنغالية (بنغلاديش)

source: Bengali (India)
ar: البنغالية (الهند)

source: Croatian
ar: الكرواتية
ja: クロアチア
ro: Croată
sr: Hrvatski
ta: குரோஷியன்

source: Czech
ar: التشيكية
cs: Čeština
ja: チェコ
ro: Cehă
sr: Češki
ta: செக்

source: Ewe
ar: الإيوي

source: English
ar: الإنجليزية
ja: 英
ro: Engleză
sr: Engleski
ta: ஆங்கிலம்

source: German
ar: الألمانية
ja: ドイツ
ro: Germană
sr: Nemački
ta: ஜேர்மன்

source: Greek
ar: اليونانية
ja: ギリシア
ro: Greacă
sr: Grčki
ta: கிரேக்கம்

source: Fulah
ar: الفولاه

source: French
ar: الفرنسية
ja: フランス
ro: Franceză
sr: Francuski
ta: பிரஞ்சு

source: Hausa
ar: الهوسا

source: Hindi
ar: الهندية
ja: ヒンディー
ta: ஹிந்தி

source: Hungarian
ar: الهنغارية
ja: ハンガリー
ro: Maghiară
sr: Mađarski
ta: ஹங்கேரிய

source: Igbo
ar: الإجبوية

source: Italian
ar: الإيطالية
ja: イタリア
ro: Italiană
sr: Italijanski
ta: இத்தாலிய

source: Japanese
ar: اليابانية
ja: 日本
ro: Japoneză
sr: Japanski
ta: ஜப்பானிய

source: Lingala
ar: لغة اللينجالا

source: Polish
ar: البولندية
ja: ポーランド
ro: Poloneză
sr: Poljski
ta: போலிஷ்

source: Portuguese
ar: البرتغالية
ja: ポルトガル
ro: Portugheză
ta: போர்த்துகீசியம்

source: Romanian
ar: الرومانية
ro: Română

source: Russian
ar: الروسية
ro: Rusă
sr: Ruski

source: Serbian
ar: الصربية
ja: セルビア
ro: Sârbă
sr: Srpski
ta: சேர்பிய

source: Kiswahili
ar: اللغة السواحيلية
ja: スワヒリ
ta: கிஸ்வாஹிலி

source: Spanish
ar: الأسبانية
ja: スペイン
ro: Spaniolă
ta: ஸ்பானிஷ்

source: Tamil
ar: اللغة التاميلية
ja: タミル
ro: Tamilă
ta: தமிழ்

source: Wolof
ar: لغة الوولوف الغرب افريقية
ja: ウォロフ
ta: ஒலூஃப்

source: Xhosa
ar: زوسا
ja: コサ
ta: சோசா

source: Pirate
ar: قرصان
ja: 著作権侵害
ro: Pirată
ta: பைரேட்

source: Yoruba
ar: اليوروبية

source: Zulu
ar: الزولو
ja: ズールー
ta: ஜூலூ

source: The Adaptive Phone
bn: বুদ্ধিদীপ্ত ফোন
cs: Adaptivní telefon
sr: Prilagodljiv telefon
ta: தகவமைப்பு பேசி

source: Firefox OS adapts to the needs of customers better than any other phone by anticipating their needs and instantly delivering the information they want. With Adaptive App Search your customers will get more of what they’re looking for, exactly when they need it.
cs: Firefox OS se umí přizpůsobit potřebám zákazníkům lépe než jiné telefony a poskytuje jim informace, které chtějí. S funkcí Adaptivního vyhledávání aplikací vaši zákazníci získají více, než hledají, přesně tehdy, když to potřebují.
sr: Firefox OS se prilagođava potrebama potrošača bolje od bilo kog drugog telefona, predviđajući njihove potrebe i u trenu pružajući sve informacije koje žele. Sa prilagodljivom pretragom aplikacija, Vaši potrošači će dobiti više od onoga što traže, tačno kada im je potrebno.
ta: வேறு எந்த பேசியைவிட FirefoxOS பேசியே வாடிக்கையாளர்களின் தேவைக்கேற்ப மாறுகிறது. தகவமைப்பு பயன்பாடு தேடலானது உங்களுடைய வாடிக்கையாளர்களுக்கு தேவையானவற்றை தக்க நேரத்தில் எதிர்பார்க்கும் தலைப்பில் தகவல்களை வழங்குகிறது. அவர்களின் ஒவ்வொரு தருணத்தையும் எளிமையாக்குகிறது.

source: Have It All
cs: Získejte vše
sr: Iskoristite sve mogućnosti
ta: அனைத்தையும் அம்சங்களும் உள்ளன

source: Keep the Web in Your Hands
bn: ওয়েবকে আপনার হাতের মুঠোয় রাখুন
cs: Držte web ve vašich rukou
sr: Zadržite veb u svojim rukama
ta: இணையம் உங்கள் கைககளில்

source: A phone that makes every moment count
bn: একটি ফোন যা প্রতিটি মুহূর্তকে করে আরো স্মরণীয়
cs: Telefon, se kterým se každá chvíle počítá
sr: Telefon koji svaki trenutak čini važnim
ta: ஒவ்வொரு நொடியையும் கணிக்க வைக்கும் ஒரு பேசி

source: Adaptive App Search
bn: বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান
cs: Adaptivní vyhledávání aplikací
sr: Prilagodljiva pretraga aplikacija
ta: தகவமைப்பு பயன்பாடு தேடல்

source: Deeply integrated with your favorite social networks. You can easily import your Facebook contacts to your phone to keep your community all in one place.
bn: আপনার পছন্দের সামাজিক যোগাযোগ নেটওয়ার্কের সাথে গভীরভাবে সংযুক্ত। আপনার কমিউনিটিকে এক জায়গায় রাখতে আপনি অতি সহজেই Facebook কন্টাক্টগুলো আপনার মোবাইলে ইম্পোর্ট করতে পারেন।
cs: Udržujte pevné spojení se svými oblíbenými sociálními sítěmi. Do svého telefonu můžete snadno naimportovat své kontakty Facebooku a udržovat svou komunitu jen na jednom místě.
sr: Duboko integrisan sa Vašim omiljenim društvenim mrežama. Lako možete da uvezete Facebook kontakte u svoj telefon da bi cela Vaša zajednica bila na jednom mestu.
ta: உங்களுக்கு மிகவும் பிடித்த சமூக வலைத்தளங்களுடன் பிணைந்திருங்கள். முகநூல் தொடர்புகள் அனைத்தையும் உங்களுடைய கைப்பேசியிக்கு இறக்கி உங்கள் உற்றார் உறவினருடன் இணைந்திருங்கள்.

source: Stay connected, with easy access to your friends and colleagues from wherever you are.
bn: আপনি যেখানেই থাকুন না কেন আপনার বন্ধুবান্ধব ও সহকর্মীদের সাথে সহজেই সংযুক্ত থাকুন।
cs: Neztrácejte kontakt díky snadnému přístupu k přátelům a kolegům bez ohledu na to, kde právě jste.
sr: Ostanite povezani kroz jednostavan pristup svojom prijateljima i kolegama gde god se nalazili.
ta: நீங்கள் எங்க இருந்தாலும் எப்போதும் நண்பர்களுடனும் சக ஊழியர்களுடனும் தொடர்ந்து இணைந்தே இருக்கலாம்.

source: FM Radio
bn: FM রেডিও
cs: FM Rádio
ta: வானொலி

source: All the audio you want on the go, all on one device. Just plug in your earphones and start listening.
bn: যতো গান আপনি বাজাতে চান, সবই রয়েছে একটিমাত্র ডিভাইসে। কেবল আপনার ইয়ারফোনটি লাগান আর শুনতে থাকুন।
cs: Všechny zvuky, které kolem sebe potřebujete a všechny na jednom zařízení. Stačí jen připojit sluchátka, a můžete začít poslouchat.
sr: Sav zvuk koji želite dok ste u pokretu i sve to u jednom uređaju. Samo priključite slušalice i počnite da slušate.
ta: உங்களுக்கு தேவையான அனைத்து ஒலிகளையும் ஒரே சமயத்தில் ஒரே சாதனத்தில் கேட்கலாம். உங்களுடைய செவிப்பொறியை பொருத்தி கேட்கத் தொடங்கவும்.

source: What is Adaptive App Search?
bn: বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান কি?
cs: Co je Adaptivní vyhledávání aplikací?
sr: Šta je Prilagodljiva pretraga aplikacija?
ta: தகவமைப்பு செயலி தேடல் என்றால் என்ன?

source: Do my apps work offline?
bn: অ্যাপগুলো কি অফলাইনে কাজ করবে?
cs: Budou moje aplikace fungovat offline?
sr: Da li moje aplikacije rade van mreže?
ta: இணையம் இல்லாமல் என் பயன்பாடுகள் வேலை செய்யுமா?

source: The Firefox Mission
bn: Firefox মিশন
cs: Mise Mozilly
sr: Firefox misija
ta: FIREFOX நோக்கம்

source: Take the challenge
bn: চ্যালেঞ্জ গ্রহণ করুন
cs: Výzva pro vás
sr: Odgovorite na izazov
ta: சவாளை எதிர்கொள்ளுங்கள்

source: How do you access the Adaptive App Search feature on Firefox OS?
bn: Firefox OS এর বুদ্ধিদীপ্ত অনুসন্ধান -এ আপনি কিভাবে ব্যবহার করবেন?
cs: Jak získáte přístup k funkci adaptivního vyhledávání aplikací ve Firefox OS?
sr: Kako pristupate funkciji Prilagodljive pretrage aplikacija na Firefox OS uređaju?
ta: Firefox OS இல் உள்ள தகவமைப்பு பயன்பாட்டு தேடல் வசதியை எப்படி அணுகுவது?

source: When you type a word or subject that interests you using Adaptive App Search what happens? Select all that apply.
bn: কী হয় যখন আপনি কোন শব্দ অথবা বিষয় লিখেন যা আপনাকে বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধানে আগ্রহী করে তুলে?
cs: Když napíšete slovo nebo předmět, který vás zajímá, do pole adaptivního vyhledávání aplikací, co se stane? Vyberte všechny možnosti, které přicházejí v úvahu.
sr: Šta se dešava kada otkucate reč ili temu koja Vas zanima preko Prilagodljive pretrage aplikacija? Odaberite sve na koje se ovo odnosi.
ta: உங்களுக்கு ஆர்வமான ஒரு வார்த்தை அல்லது தலைப்பை தட்டி தகவமைப்பு பயன்பாடு தேடலைப் பயன்படுத்தி தேடும்போது என்ன ஆகிறது? பொருத்தமாக உள்ள அனைத்தையும் தேர்ந்தெடுக்கவும்.

source: That’s right. All of these are true of Adaptive App Search!
bn: জ্বি সঠিক বলছি। এই সব কিছুই বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধানের জন্য সত্য।
cs: Správně. Vše uvedené je o adaptivním vyhledávání aplikací pravda!
sr: Tako je. Sve je tačno u vezi Prilagodljive pretrage aplikacija!
ta: அது சரி. தகவமைப்பு செயலி தேடல் பற்றிய இவை அனைத்தும் மெய்யே!

source: Actually, all of these are true of Adaptive App Search!
bn: আসলে, এগুলো সবই বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধানের জন্য সত্য।
cs: Vše uvedené o adaptivním vyhledávání aplikací je ve skutečnosti pravda!
sr: Zapravo, sve od ovoga je tačno za Prilagodljivu pretragu aplikacija!
ta: உண்மையில், தகவமைப்பு செயலி தேடல் பற்றிய அனைத்துமே மெய்யானது!

source: That’s right. This icon represents Adaptive App Search.
bn: একদম সঠিক! এই আইকন বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান নির্দেশ করে।
cs: Správně. Tato ikona zastupuje adaptivní vyhledávání aplikací.
sr: Tako je. Ova ikonica predstavlja Prilagodljivu pretragu aplikacija.
ta: அது சரியே. இந்தச் சின்னம் தகவமைப்பு செயலி தேடலைக் குறிக்கிறது.

source: Actually, all of these are true except for the statement about “broadest selection of devices.” This may be true in the future, but it is not currently true.
bn: মূলত, এগুলোর সব কয়টি সত্য শুধুমাত্র “অনেক ডিভাইস থেক নির্বাচনের সুযোগ” বিবৃতি বাদে। এটা ভবিষ্যতে সত্য হতে পারে, কিন্তু বর্তমানে এটা সত্য নয়।
cs: Ve skutečnosti všechny jsou správně, vyjma “největšího výběru zařízení”. Možná to bude pravda v budoucnu, ale zatím to tak není.
sr: Zapravo, svi odgovori su tačni osim dela o “najširem izboru uređaja." Možda bude istinito u budućnosti, ali trenutno nije.
ta: உண்மையில், “பரந்த சாதனங்களின் தேர்வு” கூற்றைத் தவிர எல்லாமே மெய். எதிர்காலத்தில் இது உண்மையாகலாம், தற்சமயம் இது உண்மையல்ல.

source: Which of the following statements about Adaptive App Search are true? Select all that apply.
bn: বুদ্ধিদিপ্ত অ্যাপ অনুসন্ধান সম্পর্কিত নিচের বিবৃতিগুলোর কোনটি সত্যি? প্রযোজ্য সবগুলো নির্বাচন করুন।
cs: Která z následujících tvrzení o adaptivním vyhledávání aplikací jsou pravdivá? Vyberte všechny možnosti, které přicházejí v úvahu.
sr: Koja je od sledećih izjava o Prilagodljivoj pretrazi aplikacija tačna? Odaberite sve na koje se ovo odnosi.
ta: பின்வரும் தகவமைப்பு பயன்பாடு தேடல் பற்றிய கூற்றுகளில் எவை மெய்யானவை? பொருத்தமான அனைத்தையும் தேர்ந்தெடு.

source: That’s right. Adaptive App Search anticipates your needs better than any other phone.
bn: একদম সঠিক। বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান অন্য যেকোন ফোনের চেয়ে আপনার প্রয়োজনীয়তার কথা বেশি বুঝতে পারে।
cs: To je pravda. Díky adaptivnímu vyhledávání aplikací se telefon Firefox OS přizpůsobí vašim potřebám lépe než jiné telefony.
sr: Tako je. Prilagodljiva pretraga aplikacija prepoznaje Vaše potrebe bolje nego bilo koji drugi telefon.
ta: மற்ற பேசிகளை விட தகவமைப்பு பயன்பாடு தேடல் உங்களுடைய தேவைகளை நன்றாக உணர்கிறது.

source: That’s not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers.
cs: To není ono. Tři z uvedených jsou správně. Zatímco adaptivní vyhledávání aplikací odpovídá lépe vašim aktuálním potřebám než u jiného telefonu, nefunguje stejné jako vyhledávání na webu v prohlížeči Firefox.
sr: To nije sve. Tri su tačna. Dok Prilagodljiva pretraga aplikacija prepoznaje Vaše potrebe bolje nego bilo koji drugi telefon, on NE funkcioniše kao veb pretraživač na Firefox pregledačima.
ta: அது அல்ல. அந்த மூன்றும் சரியாக இருக்கும். தகவமைப்பு செயலி தேடல் மற்ற பேசிகளை விட உங்களுடைய தேவைகளை புரிந்துக்கொள்கிறது, இது Firefox உலாவியின் இணையத் தேடல் பொன்று வேலைச்செய்யாது.

source: That’s quite not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers.
cs: To není úplně ono. Tři z uvedených jsou správně. Zatímco adaptivní vyhledávání aplikací odpovídá lépe vašim aktuálním potřebám než u jiného telefonu, nefunguje stejné jako vyhledávání na webu v prohlížeči Firefox.
sr: To nije baš sve. Tri su tačna. Dok Prilagodljiva pretraga aplikacija prepoznaje Vaše potrebe bolje nego bilo koji drugi telefon, on NE funkcioniše kao veb pretraživač na Firefox pregledačima.
ta: அது அல்ல. அந்த மூன்றும் சரியாக இருக்கும். தகவமைப்பு பயன்பாடு தேடல் மற்ற பேசிகளை விட உங்களுடைய தேவைகளை புரிந்துக்கொள்கிறது, இது Firefox உலாவியின் இணையத் தேடல் பொன்று வேலைச்செய்யாது.

source: That’s right. A first time smartphone user will be most interested in ease of use.
bn: এটা সত্যি। প্রথমবারের মত একজন স্মার্ট ফোন ব্যাবহারকারী ব্যাবহারিক দিক দিয়ে আগ্রহী হবে।
cs: Správně. Uživatele bude u jeho prvního chytrého telefonu zajímat hlavně jednoduchost jeho používání.
sr: Tako je. Neko ko se prvi put susreće sa pametnim telefonima će najviše biti zainteresovan u lakoću upotrebe.
ta: அது சரிதான். திறன்பேசியைப் முதல் முறை பயன்படுத்தும் பயனருக்கு இது ஆர்வத்தைக் கூட்டும்.

source: With Adaptive App Search, you can use an app once, quickly and easily, without installing it. If you want to use it again later, it’s easy to add it to your homescreen.
bn: বুদ্ধিদীপ্ত অনুসন্ধানের মাধ্যমে আপনি কোন অ্যাপকে ইন্সটল করা ছাড়াই একবারে, দ্রুত ও সহজে ব্যবহার করতে পারবেন। যদি পরবর্তীতে এটি আবারও ব্যবহার করতে চান, এটি সহজেই আপনি প্রধানস্ক্রিনে যোগ করে নিতে পারবেন।
cs: Díky adaptivnímu vyhledávání aplikací můžete aplikaci použít okamžitě, rychle a snadno, bez toho, že byste ji museli instalovat. Pokud ji budete chtít znovu použít později, je snadné ji přidat na výchozí obrazovku.
sr: Sa Prilagodljivom pretragom aplikacija možete da koristite aplikaciju samo jednom, brzo i lako, bez instalacije. Ukoliko želite da je kasnije ponovo koristite, lako je možete dodati na svoj početni ekran.
ta: தகவமைப்பு பயன்பாடு தேடல் மூலம் எந்த நிரலையும் நிறுவாமலே விரைவாக எளிதாக பயன்படுத்த முடியும். பிறகு நீங்கள் பயன்படுத்த விரும்பினால் அதை எளிதில் முகப்பு திரையில் சேர்க்க முடியும்.

source: Actually, this is true.
bn: আসলে, এটাই ঠিক।
cs: Ve skutečnosti, toto je pravda.
sr: Заправо, то је истина.
ta: நண்பர்களை ஒத்திசைவு செய்

source: What’s the best response to this customer’s objection? “I’ve heard there are not many apps.”
bn: ক্রেতার এই অভিযোগের সবচেয়ে ভালো উত্তর কি হবে? “আমি শুনেছি সেখানে বেশি অ্যাপ নেই।"
cs: Jaká je nejlepší odpověď na tuto námitku zákazníka? „Slyšel jsem, že nemá moc aplikací.“
sr: Šta je najbolji odgovor na prigovor ovog kupca? “Čuo sam da nema mnogo aplikacija.”
ta: இந்த வாடிக்கையாளரின் எதிர்ப்புக்கு எது சிறந்த பதில்? ”இதில் நிறைய பயன்பாடுகள் இல்லை என்று நான் கேள்விப்பட்டேன்.”

source: What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones.”
bn: ক্রেতার এই অভিযোগের সর্বোত্তম জবাব কি হতে পারে? “আমি কখনও Firefox OS এর কথা শুনিনি।”
cs: Jaká je nejlepší odpověď na tuto námitku zákazníka? „Nikdy jsem neslyšel o telefonech Firefox OS.“
sr: Šta je najbolji odgovor na prigovor ovog kupca? “Nikad nisam čuo/la za Firefox OS telefone.”
ta: இந்த வாடிக்கையாளரின் எதிர்ப்புக்கு எது சிறந்த பதில்? ”நான் Firefox OS பற்றிக் கேள்விப்பட்டதே இல்லை.”

source: Swipe to the left.
bn: বামে সুইপ করুন
sr: Prevucite na levo.
ta: இடதாக தேய்க்கவும்.

source: Click on the home button.
cs: Klikněte na tlačítko domovské stránky.
sr: Kliknite na dugme za početni ekran.
ta: முகப்பு பொத்தான் மீது சொடுக்கவும்.

source: Results from around the Web are displayed like apps on your phone.
bn: ওয়েবের অনেক কিছুই ফলালফল হিসাবে অ্যাপের মত করে আপনার ফোনে দেখাবে।
ta: இணையம் வாயிலாக தேடிக்கிடைக்கும் முடிவுகள் உங்கள் கைப்பேசியில் செயலிகளாக காண்பிக்கப்படும்.

source: Your background image changes instantly to reveal popular photos from the Web.
bn: আপনার ব্যাকগ্রাউন্ড ছবি মূহুর্তে পরিবর্তন হয়ে ওয়েবের জনপ্রিয় কোন ছবিতে রূপান্তরিত হবে।
ta: இணையத்திலுள்ள பிரபலமான படங்கள் உங்கள் கைப்பேசியின் பின்ணணி படமாக உடனுக்குடன் மாறிக்கொண்டிருக்கும்.

source: Results include relevant maps, pictures, music, news, videos, Twitter feeds and more.
bn: ফলে আপনার অনুসন্ধানের সাথে সম্পৃক্ত মানচিত্র, ছবি, সংগীত, খবর, ভিডিও, টুইটার ফিড আরও অনেক কিছুই ফলাফলের অন্তর্ভুক্ত থাকবে।
cs: Výsledky zahrnují relevantní mapy, obrázky, hudbu, novinky, videa, kanály na Twitteru a další.
ta: முடிவுகளானது வரைப்படங்கள், படங்கள், இசை, செய்திகள், காணொளிகள், டிவிட்டர் ஓடைகள் போன்றவற்றுடன் கூடுதலாகவும் இருக்கும்.

source: Firefox OS gives you the broadest selection of devices on the market today.
bn: Firefox OS আপনাকে আজকের বাজারে অনেক ধরনের ডিভাইস থেকে নির্বাচনের সুযোগ দিচ্ছে।
cs: Firefox OS dává nejširší možnosti výběru zařízení na dnešním trhu.
sr: Firefox OS Vam pruža najširi izbor uređaja na današnjem tržištu.
ta: இன்றைய சந்தையில் பரவலான சாதனங்களை தேர்ந்தெடுக்கும் வாய்ப்பை Firefox OS உங்களுக்கு வழங்குகிறது.

source: A unique feature included in every Firefox OS smartphone.
bn: একটি অনন্য বৈশিষ্ট্য প্রত্যেক Firefox OS স্মার্টফোনে সংযুক্ত রয়েছে।
ta: ஒவ்வொரு Firefox OS திறன்பேசியிலும் ஒரு தனித்துவ அம்சம் உள்ளிருக்கும்.

source: Works just like Web search on Firefox browsers.
bn: Firefox ব্রাউজারে ওয়েব অনুসন্ধানের মতই কাজ করে।
ta: பயர்பாக்ஸ் உலாவியில் உள்ள இணைய தேடல் போன்றே வேலைச்செய்கின்றது.

source: Results include photos, video, music, news, maps and more.
bn: ফলে ছবি, ভিডিও, সঙ্গীত, সংবাদ, মানচিত্র এবং আরও অনেক কিছু সংযুক্ত।
ta: முடிவுகள் படங்கள், காணொளி, இசை, செய்திகள், வரைப்படங்கள் மேலும் கூடுதலாகவும் கொண்டிருக்கும்.

source: Results are instantly usable — you don’t have to download the app first.
bn: ফলে অবিলম্বে উপভোগ্য হয় — প্রথমে আপনাকে অ্যাপ্লিকেশন ডাউনলোড করতে হবে না।
ta: முடிவுகள் உடனடியாக பயன்படுத்தப்படுபவை — செயலிகளை பதிவிறக்க வேண்டிய அவசியமில்லை.

source: Firefox OS is built entirely using HTML5 and open Web standards.
bn: Firefox OS সম্পূর্ণভাবে HTML5 ও ওপেন স্টান্ডার্ড ব্যবহার করে তৈরি করা হয়েছে।
ta: Firefox OS ஆனது திறந்த இணைய தரநிலைகளையும் HTML5 ம் பயன்படுத்தி உருவானது.

source: A robust security model that is battle-hardened from more than a decade of supporting the Open Web.
bn: একটি শক্তিশালী নিরাপত্তা বলয় যা এক যুগেরও অধিক সময় ধরে মুক্ত ওয়েবের সমর্থনের ফলে আরও বেশী অভিজ্ঞ।
cs: Robustní zabezpečený model, který si vybojoval dobrou pověst během více než deseti let podpory otevřeného webu.
sr: Robustan bezbednosni model koji je osnažen tokom više od jedne decenije pružanja podrške Open Web-u.
ta: ஒரு வலுவான பாதுகாப்பு மாதிரியாக சுமார் 10 வருடங்களுக்கு மேலாகக் கடுமையான போராட்டங்களுக்கிடையில் திறந்த இணையத்தை ஆதரித்து வருகிறது.

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, look for the version numbers under <em>Software</em>. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> </ul> </li> </ol>
ta: <ol> <li>உங்கள் சாதனத்தில் அமைவுகள் என்பதை திறந்து.</li> <li>கீழே உருட்டி<strong>சாதன தகவல் </strong> என்பதைத் தேர்ந்தெடுக்கவும்.</li> <li>சதன தகவல் திரையில்,< em> மென்பொருள் </em> என்பதில் பதிப்பு எண்களுக்காகப் பார். <ul> <li><em>Firefox OS 1.0.1.0</em>எனில் 1.0.1 பதிப்பை பாய்க்கிறீர்கள்</li> <li><em>Firefox OS 1.1.0.0</em> எனில் 1.1 பதிப்பை பாய்க்கிறீர்கள்</li> </ul> </li> </ol>

source: Firefox OS is packed with all the features that made your customers want a smartphone in the first place: Camera, Gallery, social features, Music and more. Firefox OS users have complete access to apps in the Firefox Marketplace, without the need for a sign-in. There, they can get all the popular, big name apps, as well as local content designed to help them get the most out of the world around them.
ta: ஒரு வாடிக்கையாளர் முதன்மையாக விரும்பும் அனைத்து அம்சங்களையும் வைத்து உருவாக்கிய ஒரு திறன்பேசி Firefox OS ஆகும்: படக்கருவி, படத்தொகுப்பு, சமூக அம்சங்கள், இசை மற்றும் பல. Firefox சந்தையில் உள்நுளையாமலே அதை முழுமையாக பயன்படுத்தமுடியும். வாடிக்கையாளர்கள் எங்கு சென்றாலும் சிறந்த இணையத்தை பெறுவதோடு அவர்களுடைய இணைய செயல்பாடுகளில் Firefox OS முழு கட்டுப்பாட்டை எடுக்கவும் வாய்ப்பளிக்கிறது.

source: At Mozilla, we’re out to make a difference, not a profit. Our commitment to keeping the Web open and accessible for all will give your customers the best of the Web no matter where they go, while keeping them safe and in control of their online lives.
ta: நாங்கள் இலாபத்தை உண்டாக்க அல்ல, மாற்றத்தை உண்டாக்க Mozilla வில் இருக்கிறோம். வாடிக்கையாளர்கள் எங்கு சென்றாலும் திறந்த இணையம் கிடைக்கவும் எளிதில் அணுகவும் அவர்களின் இணைய செயல்களை பாதுகாப்பானதாகவும் கட்டுப்படுத்தும் வகையிலும் தொடர்ந்து தருவது எங்களின் கடப்பாடாகும்.

source: Your customers’ needs are always changing. That’s why Firefox OS does the same — adapting so your customers can live every moment to its fullest. Firefox OS devices are perfect for new smartphone users — easy to use and full of all the features that customers expect. And because Firefox OS devices are powered by Mozilla, they’re the perfect choice for anyone committed to keeping the Web open for all.
ta: உங்களுடைய வாடிக்கையாளரின் தேவைகள் நாளுக்கு நாள் மாறுகிறது. Firefox OS திறன்பேசிகளும் அதே தான் செய்கிறது — உங்களுடைய வாடிக்கையாளர்களின் தேவைக்கேற்ப ஒவ்வொரு தருணத்திலும் முழுமையாக செயல்படுகிறது. புதிய பயனர்களுக்கு உகந்த திறன்பேசி — பயன்படுத்த சுலபமாக இருக்கும், அவர்கள் எதிர்பார்க்கும் அனைத்து அம்சங்களையும் உள்ளடக்கியது. எல்லோருக்கும் இணையத்தை பொது வளமாக கிடைத்திட Firefox OS சாதனங்களே சரியானது என்பதைக் கடப்பாடாக வைத்து Mozilla மூலம் இயங்கி வருகிறது.
