Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ar, bn, cs, ja, ro, sr, ta

source: Firefox OS is packed with all the features that made your customers want a smartphone in the first place: apps, maps, camera, gallery, social features, music and more. With all the features and no compromises, Firefox OS phones fit your customers' lives more perfectly, so they can fit in with the world around them.
cs: Firefox OS je plný funkcí, které vaši zákazníci od chytrého telefonu chtějí v první řadě: aplikace, mapy, fotoaparát, galerie, multimediální funkce, hudba a mnoho dalších. Se všemi svými vlastnostmi a žádnými kompromisy se telefon s Firefox OS bude perfektně hodit do života vašich zákazníků.
sr: Firefox OS sadrži sve funkcije zbog kojih su Vaši potrošači hteli da nabave pametan telefon: aplikacije, mape, kameru, galeriju, društvene funkcije, muziku i još mnogo toga. Sa svim funkcijama i bez kompromisa, Firefox OS telefoni se još savršenije prilagođavaju životima Vaših potrošača, tako da bi mogli da se prilagode svetu oko njih.

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of thousands of developers working to innovate on your customers' behalf and made locally with their interests and needs in mind. When customers' choose Firefox OS, they’re helping build a brighter future for the Web for all.
cs: Pro Mozillu je nejdůležitější to, čím se liší od ostatních, nikoli zisk. Chytré telefony Firefox OS jsou vyvíjeny globální komunitou tisíců vývojářů, kteří pracují na inovacích podle potřeb vašich zákazníků a jsou vyvíjeny s důrazem na místní zájmy a potřeby. Když se zákazníci rozhodnou pro Firefox OS, pomáhají tím vytvářet lepší budoucnost webu pro všechny.
sr: Mozilla ima za cilj da unese promene, a ne da ostvari profit. Iza Firefox OS pametnih telefona stoji globalna zajednica sastavljena od hiljada programera koji rade na inovacijama za Vaše potrošače, na lokalnom nivou, imajući u vidu njihove interese i potrebe. Kada potrošači odaberu Firefox OS, oni time pomažu da se izgradi svetlija budućnost interneta za sve.

source: Your customers' needs are always changing. Firefox OS smartphones adapt to your customers' needs so they can live every moment to its fullest. Easy to use, they’re perfect for new smartphone users and full of all the features that customers expect. Powered by Mozilla, Firefox OS devices are the right choice for anyone committed to ensuring that the Web remains a public resource available to all.
cs: Potřeby vašich zákazníků se neustále mění. Chytré telefony Firefox OS se umí přizpůsobit potřebám vašich zákazníků tak, aby mohli žít každý okamžik naplno. Snadno se používají, jsou perfektní volbou pro nové uživatele chytrých telefonů a jsou nabité funkcemi, které zákazníci očekávají. Zařízení Firefox OS podporovaná Mozillou jsou tou nejlepší volbou pro každého, komu záleží na tom, aby web zůstal veřejným zdrojem dostupným pro všechny.
sr: Potrebe Vaših potrošača se stalno menjaju. Firefox OS pametni telefoni se prilagođavaju potrebama Vaših kupaca da bi oni u potpunosti proživeli svaki trenutak. Lak za korištenje, savršen je za nove korisnike pametnih telefona i pun je funkcija koje on očekuje. Pokrenut od strane Mozilla-e, Firefox OS uređaji su pravi izbor za svakoga ko je posvećen održavanju veba kao javni resurs koji je dostupan svima.

source: Intro to FirefoxOS
cs: Úvod k FirefoxOS
sr: Uvod u Firefox OS

source: Show customers how Firefox OS adapts to them, giving them more of what they need, when they need it.
bn: দেখান গ্রাহকদের ফায়ারফক্স ওএস যখন তারা এটি প্রয়োজন, তাদের কি তারা প্রয়োজন আরও প্রদান, তাদের আত্তীকরণ করে কিভাবে.
cs: Ukažte zákazníkům, jak se jim telefon s Firefox OS přizpůsobí a dá jim ještě více toho, co potřebují zrovna ve chvíli, kdy to potřebují.
sr: Pokažite potrošačima kako se Firefox OS prilagođava njima, pružajući im više onoga što žele, kada im je potrebno.

source: HERE Maps
cs: Mapy HERE
sr: HERE mape

source: Demonstrate the powerful map features of Firefox OS, including local transit info.
bn: স্থানীয় ট্রানজিট তথ্য সহ, ফায়ারফক্স অপারেটিং সিস্টেম শক্তিশালী মানচিত্র বৈশিষ্ট্য প্রকট.
cs: Předveďte skvělé funkce map ve Firefox OS telefonech, například informace o aktuální dopravní situaci v jejich okolí.
sr: Pokažite moćne funkcije mapa u Firefox OS-u, uključujući informacije o lokalnom saobraćaju.

source: Stay Connected
cs: Zůstaňte připojeni
sr: Ostanite povezani

source: It’s easier than ever to stay connected with Firefox OS.
bn: কখনও ফায়ারফক্স অপারেটিং সিস্টেমের সাথে সংযুক্ত থাকার তুলনায় অনেক সহজ.
cs: Být v kontaktu je s telefonem Firefox OS mnohem snadnější.
sr: Sada je lakše nego ikad ostati povezan koristeći Firefox OS.

source: Firefox OS lets customers take control of their online lives and get the best of the Web no matter where they go.
cs: Firefox OS nechá zákazníky převzít kontrolu nad jejich online životem do vlastních rukou a získat z webu to nejlepší bez ohledu na to, kde zrovna jsou.
sr: Firefox OS omogućuje korisnicima da preuzmu kontrolu nad svojim životom na internetu i izvuku najbolje iz veba bez obzira gde se uputili.

source: Firefox Marketplace has the cool games and apps your customers want.
bn: ফায়ারফক্স মার্কেটপ্লেস শীতল গেম আছে এবং আপনার গ্রাহকদের চান অ্যাপ্লিকেশন.
cs: Firefox Marketplace nabízí báječné hry a aplikace, které vaši zákazníci chtějí.
sr: Firefox Marketplace ima zabavne igrice i aplikacije koje Vaši kupci žele.

source: Camera & Gallery
cs: Fotoaparát a Galerie
sr: Kamera i galerija

source: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more.
cs: Fotografujte, upravujte a sdílejte. Předveďte naše propracované aplikace fotoaparátu a galerie, včetně zabudovaných filtrů stylů, videí a dalších funkcí.
sr: Fotografišite, uređujte i delite. Pohvalite se našom kamerom i galerijom, sa ugrađenim filterima za stil, video snimcima i još mnogo toga.

source: Music & FM Radio
cs: Hudba a FM rádio
sr: Muzika i FM radio

source: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
bn: তাদের নখদর্পণে সঙ্গীত সঙ্গে, আপনার গ্রাহকদের ফায়ারফক্স ওএস তাদের রাস্তায় আনন্দ ও নৃত্য রাখে কিভাবে দেখতে হবে.
cs: Díky hudbě na dosah ruky vaši zákazníci uvidí, jak se s Firefoxem OS mohou bavit a tančit třeba i na ulici.
sr: Sa muzikom na dohvat ruke, Vaši potrošači će videti kako Firefox OS može da ih zabavi i navede da plešu na ulici.

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below, and tap the bar to learn how to best respond to each of their unique needs.
cs: Porozumět potřebám vašich zákazníků a vědět, jak okamžitě reagovat – to jsou z hlediska prodeje nejdůležitější dovednosti. Seznamte se s nejběžnějšími zákaznickými segmenty a přetažením lišty ověřte, jak nejlépe reagovat na jejich konkrétní potřeby.
sr: Razumevanje potreba Vaših kupaca i poznavanje načina na koji treba da odgovorite na licu mesta ključno je za svaku priliku za prodaju. Pogledajte segmente o uobičajenim kupcima ispod i prevucite traku da biste saznali kako da na najbolji način odgovorite na svaku od njihovih jedinstvenih potreba.

source: <strong>What can you say?</strong> Firefox OS is the best choice for first time smartphone users. It is super easy to use, and it adapts to your needs better than any other phone, so you get more of what you need with less time searching. Plus, it is packed with all the features you’d expect, from camera, to email, apps, music, maps and more.
cs: <strong>Co můžete říci?</strong> Firefox OS je pro lidi, kteří si kupují svůj první chytrý telefon, tou nejlepší volbou. Supersnadno se používá a přizpůsobuje se vašim potřebám lépe než jakýkoli jiný telefon, takže získáte více. A ještě k tomu je plný funkcí, které od chytrého telefonu očekáváte – jako je fotoaparát, e-mail, aplikace, hudba, mapy a mnoho dalšího.
sr: <strong>Kako da odgovorite?</strong> Firefox OS je najbolji izbor za nove korisnike pametnih telefona. Jako je lak za korišćenje, i prilagođava se Vašim potrebama bolje od bilo kod drugog telefona, tako da dobijete više od onoga što Vam treba za manje vremena utrošenog na traženje. Plus, sadrži sve funkcije koje se očekuju, od kamere, e-pošte, aplikacija, muzike, mapa i još mnogo toga.

source: <strong>What can you say?</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.
cs: <strong>Co můžete říci?</strong> Firefox OS vám dá za vaše peníze největší hodnotu. Má všechno, co se od chytrého telefonu očekává — fotoaparát, e-mail, aplikace, hudbu, mapy a mnoho dalšího — a to všechno za velmi konkurenční ceny.
sr: <strong>Kako da odgovorite?</strong> Firefox OS pruža najbolji odnos vrednosti i novca. Poseduje sve što se očekuje od pametnog telefona - kameru, e-poštu, aplikacije, muziku, mape, i još mnogo toga - sve to po najkonkurentnijim cenama.

source: <strong>What can you say?</strong> Firefox OS is the easiest smartphone to get you started. Adaptive App Search helps you find the things you need simply — and instantly. The user interface is so intuitive, you will be able to quickly discover and download your favorite apps so you’re ready to go.
cs: <strong>Co můžete říci?</strong> Když začínáte s chytrým telefonem, Firefox OS je ten nejvhodnější. Adaptivní vyhledávání aplikací vám pomůže najít věci, které potřebujete — a najde vám je snadno a hned. Uživatelské rozhraní je tak intuitivní, že v něm dokážete rychle najít a stáhnout své oblíbené aplikace a rovnou je začít používat.
sr: <strong>Kako da odgovorite?</strong> Firefox OS je najlakši način za ulazak u svet pametnih telefona. Prilagodljiva pretraga aplikacija Vam pomaže da pronađete stvari koje su Vam potrebne - lako i u trenu. Korisnički interfejs je jako intuitivan, bićete u mogućnosti da brzo pronalazite i preuzimate omiljene aplikacije.

source: <strong>What can you say?</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
cs: <strong>Co můžete říci?</strong> Když znáte Firefox a máte ho rádi, budete mít rádi telefon Firefox OS. Telefony Firefox OS jsou vyvinuté na základě jazyka HTML5, a díky tomu se do vašeho telefonu dostává to nejlepší, co na webu je. Kromě toho telefony Firefox OS vyvíjí komunita, která se snaží o to, aby přístup na web měli všichni. Když se rozhodnete pro telefon Firefox OS, budete mít ve svých rukou to nejlepší, co na web nabízí.
sr: <strong>Kako da odgovorite?</strong> Ako znate i volite Firefox, volećete i Firefox OS. Firefox OS pametni telefoni su u potpunosti bazirani na HTML5 standardu donoseći najbolje iz veba na Vaš telefon. Plus, Firefox OS je kreiran od strane zajednice posvećene odražavanju dostupnosti interneta svima. Kada izaberete Firefox OS, imate punu moć interneta u svojim rukama.

source: Firefox OS is packed with the features that your customers expect in a smartphone. It fits their lives perfectly so they can keep pace with the world around them.
cs: Firefox OS je plný funkcí, které vaši zákazníci od chytrého telefonu očekávají. Skvěle zapadne do jejich života, takže si udrží krok se světem, který je obklopuje.
sr: Firefox OS sadrži funkcije koje Vaši kupci očekuju od pametnog telefona. On se savršeno uklapa u njihove živote pa mogu da drže korak se svojim okruženjem.

source: A new way to get what you need right when you need it, without any of the headaches of downloading applications. Search for anything, and Firefox OS adapts to your request, displaying photos, video, music, news, maps and more - making it much easier for you to find what you were really looking for.
cs: Nový způsob, jak získat to, co potřebujete, přesně ve chvíli, kdy to potřebujete – a bez nutnosti stahovat při vyhledávání jakékoli aplikace. Firefox OS se přizpůsobí vašemu požadavku, zobrazí fotografie, videa, hudbu, zprávy, mapy a mnoho dalšího - umožní vám, abyste snadno našli skutečně to, co hledáte.
sr: Novi način da dobijete sve što Vam je potrebno, u pravom trenutku, bez mučenja sa preuzimanjem aplikacija. Pretražujte bilo šta i Firefox OS će se prilagoditi Vašem zahtevu prikazujući fotografije, video snimke, muziku, vesti, mape - što će Vam olakšati pronalaženje stvari koje tražite.

source: Your go-to source for the best apps for Firefox OS. Browse tens of thousands of free and paid apps in multiple categories, including games, utilities, music, travel, sports, and more.
cs: Zdroj, kde najdete nejlepší aplikace pro svůj Firefox OS. Prohlédněte si desítky tisíc bezplatných i placených aplikací v mnoha kategoriích, od her přes nástroje až po hudbu, cestování, sporty a mnoho dalšího.
sr: Vaš pouzdan izvor najboljih aplikacija za Firefox OS. Pretražujte na desetine hiljada besplatnih i aplikacija koje se plaćaju, u više kategorija, od igrica do servisa, muzike, putovanja, sportova itd.

source: The fast, smart, safe way to get the best of the Web. Use the URL bar to enter websites, perform searches and access your browsing history. Plus, tabs let you multitask by browsing multiple pages simultaneously.
cs: Rychlý, chytrý a bezpečný způsob, jak získat z webu to nejlepší. Použijte panel URLadresní řádek pro zadání adres webových stránek, vyhledávejte a prohlížejte historii svého vyhledávání. Navíc s panely můžete procházet více stránek najednou.
sr: Brz, pametan i bezbedan način da dobijete najbolje od interneta. Koristite adresnu traku kako bi uneli adrese veb sajtova, pretraživali i pristupili Vašem istorijatu pregledanja. Pored toga, jezičci omogućuju da radite više stvari odjednom istovremenim pregledanjem više stranica.

source: With built-in style filters for fun, creative shots, and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
cs: Díky zabudovaným filtrům stylů určeným pro zábavu i tvorbu kreativních záběrů a díky mnoha způsobům sdílení fotografií bude váš fotoaparát vybavený všemi funkcemi i vaše fotogalerie nabízet jenom usměvavé fotky.
sr: Sa ugrađenim filterima stila radi zabave, kreativnim snimcima i mnogo načina za deljenje slika, kamera i galerija fotografija nasmejaće sve Vaše prijatelje.

source: Maps
bn: মানচিত্র
cs: Mapy
sr: Mape

source: Get satellite, public transport, and live traffic views, search for points of interest and even save your map locally for quicker remote access. HERE Maps can pinpoint your location and even give you directions (car, walking or public transportation) to get you to your destination.
cs: Získejte náhledy ze satelitů, informace o veřejné dopravě a místním provozu, vyhledávejte body zájmu a ukládejte si mapy místně pro rychlejší vzdálený přístup. V mapách HERE je možné ukotvit vaše umístění a generovat pokyny, jak se dostat do místa určení (autem, pěšky nebo veřejnou dopravou).
sr: Preuzmite satelitske snimke, snimke javnog saobraćaja i saobraćaja uživo, tražite ono što Vas zanima, pa čak i sačuvajte svoju mapu na uređaju za brži daljinski pristup. Mape mogu da pokažu Vašu lokaciju pa čak i da Vam daju uputstva (dok ste u kolima, ako pešačite ili se vozite javnim prevozom) do željenog odredišta.

source: Play it all from your phone, or online via Youtube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
bn: এসব আপনার মোবাইলে অথবা অনলাইনে Youtube এর মাধ্যমে বাজান। আপনার সঙ্গীতের সংগ্রহ অ্যালবাম বা শিল্পীর ভিত্তিতে ব্রাউজ করুন এবং বাজান, গানে রেট দিন এবং আপনার পছন্দগুলো নিয়ে প্লেলিস্ট তৈরি করুন।
cs: Přehrávejte si, co chcete, rovnou z telefonu, nebo z internetu přes Youtube. Prohlížejte a přehrávejte si hudbu podle alba nebo interpreta, hodnoťte písničky a vytvářejte seznamy svých oblíbených skladeb.
sr: Puštajte sve sa telefona ili preko interneta koristeći Youtube. Pretražujte i puštajte svoju muzičku kolekciju po albumima ili izvođačima, ocenjujte pesme i kreirajte liste omiljenih.

source: SMS and Email
cs: SMS a e-mail
sr: SMS i E-pošta

source: Stay connected to your friends and colleagues wherever you are. It's easy to set up multiple email accounts, with support for the most common Exchange, SMTP or IMAP email providers.
cs: Zůstaňte v kontaktu se svými přáteli a kolegy bez ohledu na to, kde právě jste. Díky podpoře nejběžnějších poskytovatelů e-mailových služeb Exchange, SMTP nebo IMAP je snadné nastavit si více e-mailových účtů.
sr: Ostanite povezani sa prijateljima i kolegama gde god se nalazili. Lako je otvoriti više naloga e-pošte uz podršku najčešćih Exchange, SMTP ili IMAP provajdera.

source: Adaptive App Search is a new way to find content from across the Web and engage in an app-like experience without the headaches of downloading the app to find what you need. Whenever you search, your phone adapts to the search result and makes it easy to add those results to your home screen for easy access later.
cs: Adaptivní vyhledávání aplikací je nový způsob, jak vyhledávat obsah na webu a vynechat problémy se stahováním aplikací, když chcete najít to, co potřebujete. Pokaždé, když něco vyhledáváte, váš telefon se přizpůsobí výsledkům vyhledávání a usnadní vám přidání těchto výsledků na domovskou obrazovku pro snadný přístup někdy později.
sr: Prilagodljiva pretraga aplikacija je novi način za pronalaženje sadržaja na internetu i uključivanje u iskustvo slično aplikacijama, bez njihovog mrkotrpnog preuzimanja da biste našli ono što Vam je potrebno. Kad god pretražujete, Vaš telefon se prilagođava rezultatu pretrage i olakšava dodavanje tih rezultata na Vaš početni ekran radi lakšeg kasnijeg pristupa.

source: App developers around the world are committed to Firefox OS and tens of thousands of free and paid applications will be available at launch. The growing list includes leading app developers like Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE&reg;, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out and Twitter.
cs: Vývojáři aplikací po celém světě usilovali o to, aby Firefox OS měl od začátku k dispozici desítky tisíc bezplatných a placených aplikací. Seznam aplikací, který se dále rozšiřuje, obsahuje produkty významných vývojářů, jako například Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out a Twitter.
sr: Programeri aplikacija širom sveta rade na Firefox OS-u i na desetine hiljada besplatnih i plaćenih aplikacija biće dostupno tokom lansiranja. Ova rastuća lista obuhvata vodeće programere aplikacija kao što su Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out i Twitter.

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the Open Web. It is designed to protect the user and system from malicious applications and content.
cs: Firefox OS používá robustní zabezpečený model, který si vybojoval dobrou pověst během více než deseti let podpory otevřeného webu. Je vytvořený tak, aby chránil uživatele i systém před škodlivými aplikacemi a škodlivým obsahem.
sr: Firefox OS ima robustan bezbednosni model koji je osnažen tokom više od jedne decenije pružanja podrške otvorenom vebu. Projektovan je da zaštiti korisnika i sistem od zlonamernih aplikacija i sadržaja.

source: Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search.
bn: সরাসরি চলবে না। যদিও, জনপ্রিয় অনেক Android এবং iOS অ্যাপেই আসলে ওয়েব অ্যাপ যাদের নিজস্ব “wrapper” রয়েছে যা এগুলো মালিকানাধিন প্লাটফর্মে চলতে অনুমোদন দেয়। আর তাই, এই রকমের অনেক অ্যাপ বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধানের মাধ্যমে পাওয়া যেতে পারে।
cs: Ne přímo. Mnohé z nejoblíbenějších aplikací vytvořených pro Android a iOS jsou ale ve skutečnosti webové aplikace, které mají pouze nativní “obálku” umožňující provoz na proprietárních platformách. Proto také mnohé z těchto aplikací budou k dispozici prostřednictvím adaptivního vyhledávání aplikací.
sr: Ne direktno. Međutim, mnoge najpopularnije Android i iOS aplikacije su zapravo veb aplikacije koje imaju izvorni “omotač” da bi mogle da funkcionišu na zaštićenim platformama. Stoga će mnoge ove aplikacije biti dostupne i preko Prilagodljive pretrage aplikacija.

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functionalities. That means apps do not require an active internet connection to function unless the app must send or receive data to another system through the internet to continue working.
cs: Firefox OS je založen na webových technologiích, ale nabízí možnosti offline používání všech klíčových funkcí telefonu. Znamená to, že aplikace k tomu, aby mohly fungovat, nevyžadují aktivní internetové připojení až do doby, než musí odeslat nebo přijmout data z jiného systému přes internet, aby pak mohly fungovat dále.
sr: Firefox OS je izgrađen na internet tehnologijama ali ima i mogućnosti van mreže za sve osnovne funkcije telefona. To znači da aplikacije ne zahtevaju aktivnu vezu sa internetom da bi radile, osim u slučaju da moraju da šalju ili primaju podatke sa drugog sistema preko interneta da bi nastavile sa radom.

source: Consumers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the consumer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.
bn: কোন ক্রেতার যদি Firefox OS এর জন্য তৈরিকৃত অ্যাপের সাহায্যের প্রয়োজন হয় তবে তাকে উক্ত অ্যাপ ডেভলপার সহায়তা করবেন। অ্যাপ সংক্রান্ত সহায়তা ক্রেতার মনঃপুত না হলে, ডেভলপার উপযুক্ত সহায়তা নিশ্চিত করার আগ পর্যন্ত Mozilla উক্ত অ্যাপটির উপরে আরও কাজ করার, এমন কি আনইন্সটল করার পরামর্শও দিতে পারে।
cs: Zákazníci, kteří potřebují podporu pro aplikaci vytvořenou pro Firefox OS, budou přesměrováni na vývojáře této aplikace. V případě, že možnosti práce uživatele telefonu Firefox OS budou podporou aplikace negativně ovlivněny, Mozilla doporučí nápravné kroky, včetně odinstalace této aplikace až do doby, než vývojář poskytne potřebnou podporu.
sr: Korisnici kojima je potrebna podrška sa aplikacijom razvijenom za Firefox OS biće upućeni na programera aplikacije. Ako na iskustvo korisnika sa sistemom Firefox OS negativno utiče problem u podršci koji proistekne iz aplikacije, Mozilla može da preporuči rešenja, uključujući uklanjanje aplikacije sa uređaja korisnika dok programer ne pruži odgovarajuću pomoć.
