Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ar, bn, cs, ja, ro, sr, ta

source: Master Firefox OS
ar: نظام تشغيل فيرفكس الرئيسي
bn: মাস্টার Firefox OS
ja: Firefox OS マスター講座
sr: Savladajte Firefox OS
ta: முதன்மை Firefox OS

source: Welcome!
ar: مرحبا!
cs: Vítejte!
ja: ようこそ
ro: Bine ați venit!
sr: Dobro došli!
ta: நல்வரவு!

source: This global partner and community training hub has everything you need to effectively communicate the basics of Firefox OS. Select any topic to get started.
ar: هذا الشريك العالمي ومركز التدريب المجتمعي لديه كل ما تحتاجه لتوصيل أساسيات نظام تشغيل فيرفوكس بشكل فعال. حدد أي موضوع للبدء.
cs: Globální partner a komunitní tréninkový rozcestník, který obsahuje vše, co potřebujete pro efektivní komunikaci o základech Firefox OS. Vyberte si téma, kde začít.
ja: Firefox OS グローバルパートナーとコミュニティのためのサイトへようこそ。学習するトピックを選んでください
ro: Acest centru global de specializare pentru comunitate și parteneri are tot ce aveți nevoie pentru a comunica efectiv elementele de bază ale Firefox OS. Selectați orice subiect pentru a începe.
sr: Ovaj centar globalnih partnera i treniranja zajednica poseduje sve što Vam je potrebno da uspešno komunicirate o osnovama Firefox OS-a. Izaberite bilo koju temu kako biste započeli.
ta: இந்த உலகலாவிய பங்குதாரர் மற்றும் சமூக பயிற்சி மையமானது வாடிக்கையாளர்களுக்கு எடுத்துரைக்கத் தேவைப்படும் Firefox OS பற்றிய அனைத்து அடிப்படை தகவல்களையும் வைத்திருக்கிறது. ஒரு தலைப்பை தேர்ந்தெடுத்து தொடங்கவும்.

source: Introduction
ar: مقدمة
bn: পরিচিতি
cs: Úvod
ja: 導入
ro: Introducere
sr: Uvod
ta: அறிமுகம்

source: Find out what makes Firefox OS perfect for new smartphone users by giving them just what they need.
ar: تعرف على ما الذي يجعل نظام التشغيل فيرفكس مثالي لمستخدمي الهاتف الذكي الجديد بإعطائهم ما يحتاجون إليه فقط.
bn: তাদের প্রয়োজন ঠিক কি তাদের দ্বারা নতুন স্মার্টফোন ব্যবহারকারীদের জন্য নির্ভুল Firefox Os কি করে তোলে খুঁজে বের করুন
cs: Zjistěte, proč je Firefox OS perfektní pro nové uživatele chytrých telefonů a jak jim dává přesně to, co potřebují.
ja: Firefox OSが、これからスマートフォンを使い始める方にとって最適な理由を学びましょう。
ro: Aflați ce face ca Firefox OS să fie perfect pentru noii utilizatorii noi de smartphone-uri oferindu-le exact ceea ce au nevoie.
sr: Saznajte šta čini Firefox OS savršenim za nove korisnike pametnih telefona, davajući im tačno ono što im je potrebno.
ta: புதிய திறன்பேசி பயனர்ளுக்கு Firefox OS இல் எவை பொருத்தமாக இருக்கும் என்பதை கண்டுணர்ந்து எதிர்பார்த்ததை வழங்குங்கள்.

source: Demo Tips
ar: عرض النصائح
bn: নমুনা পরামর্শ
cs: Demo tipy
ja: デモのTIPS
ro: Ponturi demonstrative
sr: Demo saveti
ta: காட்சிமுறை குறிப்புகள்

source: Learn how to show off and talk about the key features and benefits of Firefox OS to your customers.
ar: تعلم كيفية إظهار و الحديث عن السمات الرئيسية و فوائد نظام تشغيل فيرفكس لعملائك.
bn: প্রদর্শন বন্ধ এবং আপনার গ্রাহকদের মূল বৈশিষ্ট্য এবং Firefox OS-এর সুবিধা সম্পর্কে কথা বলতে শিখুন.
cs: Zjistěte jak ukázat a mluvit o hlavních funkcích a přínosech Firefox OS pro vaše zákazníky.
ja: Firefox OS の機能と利点の伝え方、デモ方法について学びましょう。
ro: Aflați cum să evidențiați și să vorbiți despre caracteristicile cheie și beneficiile Firefox OS pentru clienții dumneavoastră.
sr: Naučite kako da pokažete i predstavite ključne funkcije i prednosti Firefox OS-a Vašim potrošačima.
ta: Firefox OS இல் உள்ள நன்மைகளையும் முக்கிய அம்சங்களையும் உங்கள் வாடிக்கையாளர்களிடம் எப்படி எடுத்துரைப்பது விளக்குவது என்பவற்றை அறியவும்.

source: Demonstrations That Matter
ar: العمليات التي تهم
bn: প্রদর্শনী যা আসলেই গুরুত্বপূর্ণ
cs: Názorné ukázky, které stojí za to
ja: デモが重要
ro: Demonstrații care contează
sr: Demonstracije koje su važne
ta: செய்முறை காட்சியே முக்கியம்

source: Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool. Browse the demonstration videos below to get started.
ar: إظهار ميزات نظام تشغيل فيرفكس و كيفية سهولة استخدامه ليصبح أفضل أداة للبيع. تصفح الفيديو الظاهر للبدء.
cs: Předvedení funkcí telefonu Firefox OS a toho, jak snadné je tento telefon používat, jsou vaše nejlepší prodejní nástroje. Podívejte se na videa níže, jak začít.
ja: デモを通じて Firefox OS の機能と、それらが簡単に使えることを伝えてください。まずは以下のビデオを見せるところから始めましょう。
ro: Demonstrarea funcțiilor Firefox OS și ușurința de folosire va fi cea mai bună unealtă de vânzare a dumneavoastră. Răsfoiți printre videoclipurile demonstrative de mai jos pentru a începe.
sr: Demonstracija funkcija Firefox OS-a i lakoće njegovog korištenja biće Vaš najbolji argument pri prodaji. Pregledajte ispod demonstracione video snimke kako biste započeli.
ta: Firefox OS இன் அம்சங்களையும் சுலபமாக பயன்படுத்துவது எப்படி என்பதையும் காட்சி முறையில் விளக்குவதே வியாபாரம் செய்யும் உத்தியாகும். கீழ்க்கண்ட செய்முறைக் காட்சிக்களுக்கான காணொளிகளை பாருங்கள்.

source: When you only have a minute, make it count with this simple pitch.
ar: عندما لا يكون لديك سوى دقيقة واحدة، اجعلها محسوبة مع هذه الأرضية البسيطة.
bn: সময় যখন হাতে কেবল এক মিনিট, এই সহজ কথাটি কাজে লাগান
cs: Když máte jenom minutu, můžete ji velmi jednoduše využít.
ja: 時間がない場合は、このビデオを見て時間を節約しましょう。
ro: Când aveți doar un minut la dispoziție, exploatați-l la maxim cu aceste cuvinte simple.
sr: Kada imate samo jedan minut, iskoristite ga pomoću ove jednostavne prezentacije.

source: Firefox Browser
ar: متصفح فيرفكس
bn: ফায়ারফক্স ব্রাউজার
cs: Prohlížeč Firefox
ja: Firefox ブラウザ
ro: Navigatorul Firefox
sr: Firefox veb pregledač

source: Marketplace
ar: سوق فيرفكس

source: Customer Guide
ar: دليل المستخدم
bn: ক্রেতা নির্দেশিকা
cs: Průvodce zákazníka
ja: 利用者ガイド
ro: Ghid pentru clienți
sr: Vodič za kupce
ta: வாடிக்கையாளர் வழிமுறை

source: See how Firefox OS fits into your customers' lives, no matter who they are or where they're from.
ar: انظر كيف يتناسب نظام تشغيل فيرفكس مع حياة المستخدم, لا يهم من أين هم ولا من أين هم.
bn: Firefox OS আপনার গ্রাহকদের জীবনে মধ্যে ফিট কোন ব্যাপার যেখানে তারা যেই তারা বা যারা, দেখুন.
cs: Podívejte se, jak Firefox OS zapadne do života vašich zákazníků bez ohledu na to, kdo nebo odkud jsou.
ja: Firefox OS が、どの地域の、どのようなユーザにも使っていただけることを紹介します。
ro: Aflați cum se pliază Firefox OS pe viețile clienților, indiferent de cine sunt sau de unde provin.
sr: Pogledajte kako se Firefox OS prilagođava životima Vaših kupaca, bez obzira ko su i odakle su.
ta: உங்கள் வாடிக்கையாளர் யார் எங்கிருக்கிறார்கள் என்பதைவிட அவர்களின் வாழ்வியலுக்கு Firefox OS எப்படி பொருந்தும் என்பதை பாருங்கள்.

source: Who is your ideal Firefox customer?
ar: من هو المثل الأعلى من مستخدمين فيرفكس؟
bn: কে আপনার জন্য আদর্শ Firefox ক্রেতা?
cs: Kdo je v případě telefonu Firefox vaším ideálním zákazníkem?
ja: Firefox OS があっている人はどんな人でしょうか？
ro: Cine este clientul dumneavoastră ideal de Firefox?
sr: Ko je Vaš idealan Firefox kupac?
ta: உங்களுடைய Firefox வாடிக்கையாளர் யார்?

source: The Smartphone Rookie
ar: الهاتف الذكي الصاعد
bn: নতুন স্মার্টফোন ব্যবহারকারী
cs: Začátečník s chytrým telefonem
ja: スマートフォン初心者
ro: Utilizatorul novice într-ale smartphone-urilor
sr: Nov korisnik pametnih telefona
ta: ரூக்கீ திறன்பேசி

source: "I have never had a smartphone."
ar: " لم استخدم هاتف ذكي قط "
cs: "Nikdy jsem neměl chytrý telefon."
ja: 「スマートフォンなんて使ったことないわ」
ro: „Nu am avut niciodată un smartphone.”
sr: "Nikad nisam imao/imala pametan telefon."
ta: "என்னிடம் ஒரு திறன்பேசி கூட இல்லை."

source: The Value Seeker
ar: الباحث عن القيم
bn: মূল্যের প্রতিদান অনুসন্ধানকারী
cs: Kdo porovnává hodnotu a cenu
ja: お得感が欲しい人
ro: Vânătorul de oferte
sr: Kupac koji traži vrednost
ta: நல்ல பொருளை தேடுபவரா

source: "I want a good deal."
ar: " أريد تعامل جيد "
cs: "Chci výhodný obchod."
ja: 「良い買い物をしたいわ」
ro: „Vreau o afacere bună.”
sr: "Želim dobaru ponudu."
ta: "எனக்கு மலிவாக இருக்கனும்."

source: The Uncertain Upgrader
ar: التحديث غير مؤكد
bn: অনিশ্চিত অাপগ্রেডার
cs: Člověk, který chce přejít na vyšší typ, ale není si jistý
ja: スマホに切り替えようか迷っている方
ro: Utilizatorul nesigur de un viitor upgrade
sr: Nesiguran u želji za promenom
ta: நிச்சியமற்ற புதுப்பிப்பாளர்

source: "It needs to be easy to use."
ar: "يجب يكون سهل الاستخدام."
cs: "Musí se snadno používat."
ja: 「簡単につかえるのがいい」
ro: „Trebuie să fie ușor de folosit.”
sr: "Mora biti lak za korištenje."
ta: "இது பயன்படுத்த சுலபமாக இருக்க வேண்டும்."

source: The Firefox Fan
ar: معجب فيرفكس
bn: Firefox এর ভক্ত
cs: Milovník Firefoxu
ja: Firefox ファン
ro: Fanul Firefox
sr: Ljubitelj Firefox-a
ta: பயர்பாக்ஸ் இரசிகன்

source: "I love firefox!"
ar: " أنا أحب فيرفكس!"
cs: "Miluji Firefox!"
ja: 「Firefox 使ってます！大好きです！」
ro: „Iubesc Firefox!”
sr: "Volim Firefox!"
ta: "நான் பயர்பாக்ஸை விரும்புகிறேன்!"

source: Key Features
ar: الميزات الرئيسية
bn: মূখ্য বৈশিষ্ট্যসমূহ
cs: Základní funkce
ja: 主な特徴
ro: Funcții cheie
sr: Glavne karakteristike
ta: முக்கிய அம்சங்கள்

source: Discover what makes Firefox OS the most unique and exciting mobile operating system.
ar: اكتشف ما الذي يجعل نظام تشغيل فيرفكس أكثر نظام تشغيل هواتف فريد و ممتع.
bn: Firefox সবচেয়ে অনন্য এবং উত্তেজনাপূর্ণ মোবাইল অপারেটিং সিস্টেম অপারেটিং সিস্টেম কি করে তোলে আবিষ্কার করুন.
cs: Objevte, co dělat Firefox OS tím nejunikátnějším a nejúžasnějším mobilním operačním systémem.
ja: Firefox OS がユニークで素晴らしいモバイル OS である理由を学びましょう。
ro: Descoperiți ce face din Firefox OS cel mai unic și incitant sistem de operare mobil.
sr: Saznajte šta čini Firefox OS jedinstvenim i uzbudljivim operativnim sistemom.
ta: எது Firefox OSஐ மிகவும் தனித்த அற்புதமான கைப்பேசி இயங்குதளமாகக்குகிறது என்பதைக் கண்டறியுங்கள்.

source: Features that count
ar: الميزات التي تعد
bn: পছন্দের সব সুবিধা
cs: Funkce, které se počítají
ja: 重要な機能
ro: Funcții care contează
sr: Značajne funkcije
ta: முக்கிய அம்சங்கள்

source: Firefox browser
ar: متصفح فيرفكس
bn: Firefox ব্রাউজার
cs: Prohlížeč Firefox
ja: Firefox ブラウザ
ro: Navigatorul Firefox
sr: Firefox veb pregledač
ta: பயர்பாக்ஸ் உலாவி

source: Facebook and Twitter
ar: فيسبوك و تويتر
bn: Facebook ও Twitter
cs: Facebook a Twitter
ja: Facebook と ツイッター
ro: Facebook și Twitter
sr: Facebook i Twitter

source: Contacts
ar: جهات الاتصال
cs: Kontakty
ja: 連絡先
ro: Contacte
sr: Kontakti
ta: தொடர்பு

source: Camera and Gallery
ar: الكاميرا و المعرض
bn: ক্যামেরা ও গ্যালারি
cs: Fotoaparát a galerie
ja: カメラとギャラリー
ro: Cameră și galerie
sr: Kamera i galerija
ta: படகருவி & படங்கள்

source: Music and Video
ar: الموسيقى و الفيديو
bn: সঙ্গীত ও ভিডিও
cs: Hudba a video
ja: 音楽と動画
ro: Muzică și videoclipuri
sr: Muzika i video
ta: இசையும் காணொளியும்

source: Frequently Asked Questions
ar: الأسئلة الأكثر تكراراً
bn: সচরাচর জিজ্ঞাসিত প্রশ্ন
cs: Nejčastější dotazy
ja: よくある質問
ro: Întrebări adresate frecvent
sr: Često postavljana pitanja
ta: அகேகே

source: Still have questions? Not for long! Find all the answers you're looking for here.
ar: هل تبقى لديك أسئلة؟ ليس لفترة طويلة! جد كل الأجوبة التي تبحث عليها هنا.
bn: এখনও প্রশ্ন আছে? দীর্ঘ জন্য! আপনি এখানে খুঁজছেন সব উত্তর খুঁজুন.
cs: Máte nejasnosti? Ne na dlouho? Najděte všechny odpovědi, které hledáte.
ja: 質問をお持ちの場合は、こちらでその答えを探せます。
ro: Mai aveți întrebări? Nu pentru mult timp! Aflați toate răspunsurile pe care le căutați aici.
sr: Još uvek imate pitanja? Još ne dugo! Ovde ćete pronaći sve odgovore koje tražite.
ta: இன்னமும் ஐயமா? நீண்ட நேரமில்லை! உங்களுக்கான அனைத்து பதில்களும் இங்கே உள்ளன.

source: You have questions? We have answers!
ar: هل لديك أسئلة؟ لدينا الأجوبة!
bn: আপনার কোন প্রশ্ন আছে? আমাদের উত্তরও তৈরি!
cs: Máte otázky? My máme odpovědi!
ja: 質問への回答はこちら
ro: Aveți întrebări? Noi avem răspunsuri!
sr: Imate pitanja? Mi imamo odgovore!
ta: உங்களிடம் கேள்வி இருக்கிறதா? எங்களிடம் பதில் இருக்கிறது!

source: By now, you probably have questions and so will your customers! Select each question for more on Firefox OS.
ar: حتى الآن، ربما لديك أسئلة و هذا سيكون حال زبائنك أيضاً! حدد كل سؤال لمعرفة المزيد عن نظام تشغيل فيرفكس.
bn: এরই মধ্যে আপনার মনে নিশ্চয়ই প্রশ্ন জেগেছে এবং আপনার ক্রেতার মনেও জাগবে! Firefox OS সম্পর্কে আরো জানতে যেকোনো একটি প্রশ্ন বেছে নিন।
cs: V této chvíli se pravděpodobně chcete zeptat na pár věcí, a podobně se budou ptát i vaši zákazníci! Vyberte všechny otázky, které vás o Firefox OS zajímají.
ja: まだ解決されない疑問や質問があるかと思います。以下から質問とその回答を探してください。
ro: Până acum aveți probabil întrebări și la fel vor avea și clienții! Selectați fiecare întrebare pentru a afla mai multe despre Firefox OS.
sr: Do sada verovatno već imate pitanja, a imaće ih i Vaši kupci! Izaberite svako pitanje za više informacija o Firefox OS-u.
ta: இப்போது, உங்களுக்கு சில கேள்விகள் கேட்க தோனும் அதேப்போல தான் உங்கள் வாடிக்கையாளர்களுக்கும் தோனும்! அவர்களுக்கு தேவையான Firefox OS சார்ந்த கேள்வியை கீழே தேர்ந்தெடுங்க.

source: How many and what types of apps will be available?
ar: كم عدد التطبيقات التي ستكون متاحة وما هي أنواعها؟
bn: কতগুলো ও কি কি ধরনের অ্যাপ পাওয়া যাবে?
cs: Kolik aplikací a jakého typu bude k dispozici?
ja: アプリの総数と種類は？
ro: Câte și ce tipuri de aplicații vor fi disponibile?
sr: Koliko i koji tipovi aplikacija će biti dostupni?
ta: எத்தனை வகை செயலிகள் இருக்கும்?

source: What makes Firefox OS more secure than other phones?
ar: ما الذي يجعل نظام تشغيل فيرفكس أكثر أماناً من غيره من الهواتف؟
bn: কেন Firefox OS অন্যান্য ফোনের থেকে বেশি নিরাপদ?
cs: Proč je Firefox OS bezpečnější než jiné telefony?
ja: Firefox OS が他の端末と比べて安全な理由は？
ro: Ce face Firefox OS mai sigur decât alte telefoane?
sr: Šta čini Firefox OS sigurnijim od drugih telefona?
ta: எப்படி Firefox OS மற்ற செல்பேசிகளை விட கூடுதலான பாதுகாப்பைத் தருகிறது?

source: Do Android apps work on this phone?
ar: هل تعمل تطبيقات آندرويد على هذا الهاتف؟
bn: অ্যান্ড্রয়েডের অ্যাপ কি এই মোবাইলে চলবে?
cs: Fungují na tomto telefonu aplikace vytvořené pro Android?
ja: Android のアプリは利用できますか？
ro: Aplicațiile Android funcționează pe acest telefon?
sr: Da li Android aplikacije rade na ovom telefonu?
ta: ஆண்ட்ராய்டு பயன்பாடுகள் இந்த செல்பேசியிலும் வேலை செய்யுமா?

source: What about customer support for apps?
ar: ماذا عن دعم العملاء للتطبيقات؟
bn: অ্যাপ্লিকেশনের জন্য ক্রেতা সাপোর্ট কি রয়েছে?
cs: Jaká podpora aplikací pro zákazníky?
ja: アプリのカスタマーサポートはありますか？
ro: Cum va fi cu suportul pentru clienți în cazul aplicațiilor?
sr: Šta je sa korisničkom podrškom za aplikacije?
ta: பயன்பாடுகளுக்கான வாடிக்கையாளர் ஆதரவு பற்றி?

source: How do I download and install apps on Firefox OS?
ar: كيف يمكنني تحميل وتثبيت التطبيقات على نظام تشغيل فيرفكس؟
bn: Firefox OS এ অ্যাপ ডাউনলোড এবং ইন্সটল করব কিভাবে?
cs: Jak můžu stáhnout a instalovat aplikace do telefonu Firefox OS?
ja: アプリのインストール方法を教えてください
ro: Cum descarc și instalez aplicații pe Firefox OS?
sr: Kako da preuzmem i instaliram aplikacije na Firefox OS?
ta: நான் Firefox OS இல் எப்படி பயன்பாடுகளை பதிவிறக்கி நிறுவுவது?

source: Where should I go if I have more questions?
ar: أين يجب أن أذهب إذا كان لدي المزيد من الأسئلة؟
bn: আমার আরো প্রশ্ন থাকলে কোথায় করা উচিত?
cs: Kam se mám obrátit s dalšími otázkami?
ja: Firefox OS に関する質問をするには？
ro: Unde ar trebui să mă duc dacă am alte întrebări?
sr: Gde da odem ako imam još pitanja?
ta: எனக்கு நிறைய கேள்விகள் இருப்பின் நான் எங்கே செல்ல வேண்டும்?

source: Visit <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> for more information.
ar: قم بزيارة <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> للمزيد من المعلومات.
cs: Navštivte stránky <a href="https://support.mozilla.org/products/firefox-os">https://support.mozilla.org/products/firefox-os</a>, kde získáte další informace.
ja: <a href="https://support.mozilla.org/ja/products/firefox-os">https://support.mozilla.org/ja/products/firefox-os</a>へアクセスしてください。
ro: Vizitați <a href="https://support.mozilla.org/ro/products/firefox-os">https://support.mozilla.org/ro/products/firefox-os</a> pentru mai multe informații.
sr: Posetite <a href="https://support.mozilla.org/sr-Cyrl/kb/uputstvo-za-upotrebu-firefox-os">https://support.mozilla.org/sr-Cyrl/kb/uputstvo-za-upotrebu-firefox-os</a> za više informacija.
ta: மேலும் தகவலுக்கு <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> பக்கத்தை பார்க்கவும்.

source: Our mission is to promote openness, innovation and opportunity on the Web.
ar: مهمتنا هي تعزيز الانفتاح والابتكار والفرص على شبكة الانترنت.
bn: আমাদের লক্ষ্য হল ওয়েবে সরলতা, নতুনত্ব এবং সুযোগের প্রচারণা করা।
cs: Naším posláním je propagovat na webu otevřenost, inovace a příležitosti.
ja: 私たちのミッションは、Web のオープン性、イノベーション、そして機会を拡大することです。
ro: Misiunea noastră este de a promova deschiderea, inovația și oportunitatea pe Web.
sr: Naša misija je da promovišemo otvorenost, inovacije i mogućnosti na internetu.
ta: இணையத்தில் வெளிப்படைத்தன்மை, புதுமை மற்றும் வாய்ப்பு ஆகியவற்றை மேம்படுத்துவதே எங்களின் நோக்கம்.

source: Behind every Firefox OS smartphone is Mozilla, a global community of thousands dedicated to keeping the Web accessible to all. That’s because we believe each and every one of us has the right to a Web that isn’t controlled by just a few large entities. Yeah, we’re a little different than the other guys. Together, we can build a brighter future for the Web.
ar: وراء كل هاتف ذكي لنظام تشغيل فيرفكس منظمة موزيلا، مجتمع عالمي مكون من الآلاف مكرسون للحفاظ على الويب في متناول الجميع. ذلك لأننا نؤمن أن كل واحد منا لديه الحق في الحصول على ويب لا يسيطر عليه سوى عدد قليل من الكيانات الكبيرة. نعم، نحن مختلفين قليلاً عن الآخرين. معاً، نستطيع بناء مستقبل أكثر إشراقاً للويب.
bn: প্রত্যেকটি Firefox OS স্মার্ট ফোনের পিছনেই রয়েছে Mozilla: সহস্রাধিক মানুষের সমন্বয়ে গঠিত একটি গ্লোবাল কমিউনিটি যা সকলের জন্য ওয়েবকে ব্যাবহারযোগ্য রাখতে নিবেদিত। কেননা আমরা বিশ্বাস করি আমাদের প্রত্যেকেরই এমন ওয়েবের অধিকার আছে যা শুধুমাত্র কিছু বৃহৎ সংস্থা দ্বারা নিয়ন্ত্রিত নয়। হ্যাঁ , আমরা অন্যদের থেকে সামান্য আলাদা। একত্রে, আমরা ওয়েবের জন্য একটি উজ্জ্বল ভবিষ্যৎ নির্মাণ করতে পারি।
cs: Za každým chytrým telefonem Firefox OS stojí Mozilla, globální komunita tisíců lidí, kteří se věnují tomu, aby internet zůstal přístupný všem. Protože si myslíme, že každý z nás má právo na web, který není kontrolován jen několika velkými subjekty. Ano, jsme trochu jiní, než ostatní. Společně můžeme webu vybudovat lepší budoucnost.
ja: Firefox OS のスマートフォンを支えているのは、グローバルコミュニティである Mozilla です。何千人もの人々が、Web の力をすべての人々へ届けるために活動しています。Mozilla がこのような活動を行っている理由は、Webは少数の大企業によってコントロールされるべきではないと考えているからです。そう Mozilla は他の組織とは異なります。Web のために輝かしい未来を一緒に作っていきましょう。
ro: În spatele fiecărui smartphone Firefox OS se află Mozilla, o comunitate globală de mii de oameni dedicată păstrării Webului accesibil pentru toți. Facem asta deoarece credem că fiecare dintre noi are dreptul la un Web care nu este controlat de doar câteva entități mari. Da, suntem puțin diferiți față de ceilalți indivizi. Împreună putem clădi un viitor mai bun pentru Web.
sr: Iza svakog Firefox OS pametnog telefona stoji Mozilla: globalna zajednica koju čini na hiljade ljudi čiji je cilj da internet ostane dostupan svima. To je zato što verujemo da svako od nas ima pravo na internet koji ne kontroliše samo nekolicina velikih firmi. Da, mi smo malo drugačiji od ostalih. Zajedno možemo da izgradimo svetliju budućnost interneta.

source: Ready to show what you know?
ar: هل أنت على استعداد لإظهار ما تعرفه؟
bn: আপনি যা জানেন তা দেখাতে প্রস্তুত?
cs: Jste připraveni ukázat to, co umíte?
ja: 覚えたことを復習しましょう
ro: Sunteți gata să demonstrați ce știți?
sr: Da li ste spremni da pokažete šta znate?
ta: உங்களுக்கு தெரிந்ததை வெளிப்படுத்த தயாரா?

source: Put your new knowledge to the test with this series of fun, interactive quizzes.
ar: قم بوضع المعرفة الجديدة الخاصة بك على المحك مع هذه السلسلة من المرح والمسابقات التفاعلية.
bn: মজা, ইন্টারেক্টিভ ক্যুইজ এই সিরিজের সঙ্গে পরীক্ষা আপনার নতুন জ্ঞান রাখুন.
cs: Vyzkoušejte své nově nabyté znalosti sérií interaktivních kvízů.
ja: クイズに答えて、新しく覚えたことを確認しましょう。
ro: Puneți-vă noile cunoștințe la încercare cu această serie de teste distractive și interactive.
sr: Testirajte svoje znanje sa nizom zabavnih, interaktivnih kvizova.
ta: உங்களின் முழு அறிவாற்றலை பின்வரும் வேடிக்கையான, ஊடாடும் தொடர் வினாவிடைகளில் செலுத்துங்கள்.

source: That’s right! All of these apps come pre-loaded on every Firefox OS phone.
ar: هذا صحيح! كل من هذه التطبيقات تأتي محملة مسبقاً على كل هاتف بنظام تشغيل فيرفكس.
bn: একদম সঠিক! এই সকল অ্যাপ Firefox OS ফোনে আগে থেকেই ইন্সটল করা রয়েছে
cs: Správně! Všechny tyto aplikace jsou předinstalované na každém telefonu s Firefox OS.
ja: 正解です。全てのことが可能です。
ro: Corect! Toate aceste aplicații vin preîncărcate pe fiecare telefon Firefox OS.
sr: Tako je! Sve ove aplikacije dolaze već instalirane na svakom Firefox OS telefonu.
ta: மிகச் சரி! இந்த பயன்பாடுகள் எல்லாம் முன்கூட்டியே Firefox OS பேசியில் நிறுவப்பட்டு இருக்கும்.

source: Actually, all of these apps come pre-loaded on every Firefox OS phone.
ar: في الواقع، كل من هذه التطبيقات تأتي محملة مسبقاً على كل هاتف بنظام تشغيل فيرفكس.
bn: আসলে, এই সকল অ্যাপ Firefox OS ফোনে পূর্ব থেকে লোড করা থাকে।
cs: Všechny tyto aplikace jsou ve skutečnosti přeinstalované na každém telefonu s Firefox OS.
ja: Firefox OS 端末では、上記の全てのことを行えます。
ro: De fapt, aceste aplicații vin preîncărcate pe fiecare telefon Firefox OS.
sr: Zapravo, sve ove aplikacije dolaze već instalirane na svakom Firefox OS telefonu.
ta: உண்மையில், இந்த பயன்பாடுகள் எல்லாம் முன்கூட்டியே Firefox OS பேசியில் நிறுவப்பட்டு இருக்கும்.

source: Which of these customer responses indicate an ideal candidate for Firefox OS? Select all that apply.
ar: أي من ردود العملاء هي إشارة إلى المرشح المثالي لنظام تشغيل فيرفكس؟ اختر كل ما ينطبق عليه.
cs: Které z těchto odpovědí zákazníka naznačují, že to bude ideální kandidát pro nákup telefonu Firefox OS? Vyberte všechny možnosti, které přicházejí v úvahu.
ja: Firefox OS があっている人を、次のような反応を示した人の中からすべて選んでください。
ro: Care dintre răspunsurile clienților indică un candidat ideal pentru Firefox OS? Selectați toate variantele care se aplică.
sr: Koji od ovih odgovora kupaca ukazuje na idealnog kandidata za Firefox OS? Odaberite sve na koje se ovo odnosi.

source: That’s right. All of these customers are ideal candidates for Firefox OS!
ar: هذا صحيح. كل من هؤلاء العملاء هم المرشحون المثاليون لنظام تشغيل فيرفكس!
bn: একেবারে ঠিক, এই সকল ক্রেতা Firefox OS এর জন্য আদর্শ প্রার্থী!
cs: Správně. Všichni tito zákazníci jsou vhodní kandidáti pro Firefox OS!
ja: 正解です。Firefox OS はすべての人にあったモバイル OS です。
ro: Corect. Toți acești clienți sunt candidați ideali pentru Firefox OS!
sr: Tako je. Svi ovi kupci su idealni kandidati za Firefox OS!
ta: அது சரிதான். அனைத்து வாடிக்கையாளர்களும் Firefox OS க்கு பொருத்தமானவர்களே!

source: In fact, ALL of these customers are ideal candidates for Firefox OS!
ar: في الواقع، كل من هؤلاء العملاء هم المرشحون المثاليون لنظام تشغيل فيرفكس!
bn: বস্তুত, এই সকল ক্রেতাই সব Firefox OS এর জন্য আদর্শ প্রার্থী!
cs: Všichni tito zákazníci jsou ve skutečnosti vhodní kandidáti pro Firefox OS!
ja: 実は、Firefox OS はすべての人にあったモバイル OS です。
ro: De fapt, TOȚI acești clienți sunt candidați ideali pentru Firefox OS!
sr: Zapravo, SVI ovi kupci su idealni kandidati za Firefox OS!
ta: உண்மையாக. அனைத்து வாடிக்கையாளர்களும் Firefox OS க்கு பொருத்தமானவர்களே!

source: Which Firefox OS feature does this icon represent?
ar: ما هي الميزة في نظام تشغيل فيرفكس التي تميزها هذه الأيقونة؟
bn: এই আইকনটি Firefox OS এর কোন বৈশিষ্টকে নির্দেশ করে?
cs: Kterou funkci telefonu Firefox OS zastupuje tato ikona?
ja: このアイコンが示す Firefox OS の機能を選んでください。
ro: Care funcție Firefox OS este reprezentată de această iconiță?
sr: Koju Firefox OS funkciju predstavlja ova ikonica?
ta: இந்தக் சின்னம் Firefox OS அம்சத்தில் எதைக் குறிக்கிறது?
