Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ar, bn, cs, ja, ro, sr, ta

source: <h3><em>"It needs to be easy to use."</em></h3> <strong><strong>Here’s what you can say:</strong></strong> Firefox OS is the easiest smartphone to get you started. Adaptive App Search helps you find the things you need simply — and instantly. The user interface is so intuitive, you will be able to quickly discover and download your favorite apps so you’re ready to go.
bn: <h3><em>"এটি ব্যবহারে সহজ হওয়া প্রয়োজন।"</em></h3> <strong><strong>এক্ষেত্রে আপনি কি বলতে পারেন:</strong></strong> শুরু করার জন্য Firefox OS সবচেয়ে সহজ একটি স্মার্টফোন খুব সহজে আর দ্রুত জিনিস খুঁজে পেতে রয়েছে বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান। এর ইউজার ইন্টারফেস এতোটাই সহজাত যে আপনি খুব দ্রুত আপনার পছন্দের অ্যাপটি খুঁজে ডাউনলোড করে কাজের জন্য প্রস্তুত হতে পারবেন।

source: An new way to get what you need right when you need it, without any of the headaches of downloading applications Search for anything, and Firefox OS adapts to your request, displaying photos, video, music, news, maps and more - making it much easier for you to find what you were really looking for.
bn: আপনার যখনই প্রয়োজন হবে, সঠিক জিনিসটি খুঁজে পাওয়ার নতুন এক উপায়, অ্যাপ্লিকেশন ডাউনলোডের কোন ঝামেলা ছাড়াই। আপনি যেকোন কিছু খুঁজুন, Firefox OS, আপনার অনুরোধের সাথে নিজেকে মানিয়ে নিয়ে, ছবি, ভিডিও, সংবাদ, মানচিত্রসহ আরও অনেক কিছু দেখাবে- যা আপনি আসলেই খুঁজছেন তা পাওয়াকে আরও সহজ করে।

source: Your go-to source for the best apps for Firefox OS. Browse tens of thousands of free and paid apps in multiple categories, from games to utilities, music, travel, sports, and more.
bn: আপনার জন্য Firefox OS এর সর্বশ্রেষ্ঠ অ্যাপ উৎস। গেমস থেকে শুরু করে ইউটিলিটি, গান, ভ্রমন, খেলা এবং আরো অনেক অনেক ক্যাটাগরিতে থাকা দশ হাজারেরও বেশি ফ্রি এবং পেইড অ্যাপ ব্রাউজ করুন।

source: The fast, smart, safe way to get the best of the Web. Use the awesome bar to enter website URL’s, perform searches, and access your browsing history. Plus, tabs let you multitask by browsing multiple pages simultaneously.
bn: ওয়েবের সর্বোত্তম জিনিসগুলো পাওয়ার সবচাইতে দ্রুত, চমকপ্রদ ও নিরাপরদ উপায়। সেইরকম বার ব্যবহারের মাধ্যেমে আপনি ওয়েবসাইট URL দিতে পারেন, কিছু খুঁজতে পারেন এবং আপনার ব্রাউজিং ইতিহাস দেখতে পারেন। সেই সাথে ট্যাবগুলি ব্যবহার করে আপনি একসঙ্গে অনেকগুলো পেজ ব্রাউজিং করতে পারবেন।

source: Get satellite, public transport, and live traffic views, search for points of interest, and even save your map locally for quicker remote access. Here Maps can pinpoint your location and even give you directions (car, walking or public transportation) to get you to your destination.
bn: স্যাটেলাইট, গণপরিবহন এবং সরাসরি ট্রাফিক প্রদর্শন, আগ্রহের স্থান খুঁজতে এমনকি পরবর্তীতে ব্যবহার করতে আপনার মানচিত্র স্থানীয়ভাবে সংরক্ষণও করতে পারেন। Here Maps আপনার অবস্থান সুনির্দিষ্টভাবে নির্দেশ করে তাছাড়া এটি আপনাকে গন্তব্যে পৌঁছাতে নির্দেশনাও (গাড়ি, হাঁটা কিংবা গণপরিবহন) দেয়।

source: Stay connected to your friends and colleagues wherever you are. Its easy to set up multiple email accounts, with support for the most common Exchange, SMTP or IMAP email providers.
bn: আপনি যেখানেই থাকুন না কেন আপনার বন্ধু এবং সহকর্মীদের সাথে সবসময় সংযুক্ত থাকুন। খুব সহজেই সাধারণ Exchange, SMTP অথবা IMAP ইমেল সেবার মাধ্যমে আপনি একাধিক ইমেইল অ্যাকাউন্ট যোগ করতে পারেন।

source: App developers around the world are committed to Firefox OS and tens of thousands of free and paid applications will be available at launch. The growing list includes leading app developers like Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out and Twitter.
bn: সারা বিশ্বের অ্যাপ ডেভেলপারগণ Firefox ওএসের প্রতি অঙ্গিকারাবদ্ধ এবং এর লঞ্চের সময় দশ হাজার বিনামূল্যের এবং ক্রয়যোগ্য অ্যাপ পাওয়া যাবে। Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out এবং Twitter এর মত শীর্ষ অ্যাপ ডেভেলপার তালিকায় যুক্ত হচ্ছে এবং প্রতিনিয়ত তালিকা বড় হচ্ছে।

source: Users can place bookmarks to any website on the home page to provide the functionality of that website directly from the home screen. Also, users can simply enter any search term on the home screen and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and will make it possible for people to get the exact content they want, when they want it.
bn: ব্যবহারকারী যেকোন ওয়েবসাইটকে প্রধান স্ক্রিনে বুকমার্ক করতে পারেন যেন ওয়েবসাইটের কর্মকান্ড সরাসরি প্রধান স্ক্রিন থেকে করা যায়। এছাড়া প্রধান স্ক্রিন থেকে ডানে সুইপ করে, ব্যবহারকারী যেকোন শব্দ অনুসন্ধানে দিয়ে সহজেই তাৎক্ষণিকভাবে একটি একবার ব্যবহারযোগ্য বা ডাউনলোডযোগ্য অ্যাপ তৈরি করতে পারেন। চাহিদা মত এই অ্যাপগুলো তৈরি এবং ব্যবহারের মাধ্যমে ব্যবহারকারী তার অ্যাপ এবং স্মার্টফোনের পূর্ণ নিয়ন্ত্রণ পাবে এবং যখনই চাইবেন মানুষ যেন তার কাঙ্ক্ষিত কন্টেন্ট পান তার সম্ভবনা তৈরি করে।

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functionalities. That means apps do not require an active Internet connection to work unless they need to send or receive date.
bn: Firefox OS ওয়েব প্রযুক্তির উপরে তৈরি হলেও ফোনের মূল বৈশিষ্ট্যগুলোর অফলাইনে চলার সক্ষমতা রয়েছে। এর অর্থ হচ্ছে, যেসকল অ্যাপ গুলো সক্রিয় ইন্টারনেট ব্যবহার করে না, আর যদি না তাকে কোন ডাটা আদান-প্রদান করতে হয়, সেগুলো অবশ্যই চলবে।

source: Firefox OS provides two ways to get apps: <ul> <li>Firefox Marketplace — Our go-to source for great apps like Twitter and awesome local content from the best Web developers in your region.</li> <li>Adaptive App Search — Just type a single word like "news" to discover related mobile apps in your region, delivered by a superior mobile experience and tuned to bring you what you want. </li> </ul>
bn: Firefox OS এ অ্যাপ পাওয়ার দুইটি উপায় আছে: <ul> <li>Firefox Marketplace — আপনার অঞ্চলের সেরা ওয়েব ডেভেলপারদের তৈরি দারুন সব অ্যাপ ও স্থানীয় কন্টেন্টের উৎস।</li> <li>বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান — শুধুমাত্র একটি শব্দ টাইপ করুন যেমন "news" এবং আবিষ্কার করুন এ সম্পর্কিত আপনার অঞ্চলের মোবাইল অ্যাপগুলো, আপনি যা চাইছেন তা খুঁজে আপনার সামনে উপস্থাপন করে আপনাকে মোবাইল ব্যবহারের উন্নত অভিজ্ঞতা দিবে।</li> </ul>

source: If you have worked through the questions and all of the content, then you have the basics to match the needs of Firefox OS to your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it is powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the Web remains in your hands!
bn: আপনি যদি সকল প্রশ্ন ও বিষয়বস্তু দেখে থাকেন, তাহলে আপনার Firefox OS সম্বন্ধে সাধারণ ধারণা হয়েছে যেগুলো মূলত আপনার ক্রেতার দরকার হবে। এটি সহজে ব্যবহার করা যায়, Firefox OS স্মার্টফোন নতুন স্মার্টফোন ব্যবহারকারীদের জন্য উৎকৃষ্ট এবং এই স্মার্টফোনটিতে তাদের দরকারী সকল সুবিধা রয়েছে যেগুলো তারা চান। এটি মোজিলার মাধ্যমে বলীয়ান, যা Firefox OS কে সবার জন্যে সঠিক পছন্দ হিসেবে তৈরী করতে কাজ করে যাচ্ছে। যাতে করে ওয়েব আপনার হাতে থাকে তা নিশ্চিত করতে Mozilla সর্বদা প্রতিজ্ঞাবদ্ধ।

source: That’s right! You can access Adaptive App Search directly on your home screen.
bn: একদম সঠিক! বুদ্ধিদীপ্ত অনুসন্ধান -ব্যবহার করতে আপনি বামে দিকে সুইপ করুন।

source: That’s not it. You can access Adaptive App Search directly on your home screen./p>
bn: শুধু তাই নয়। আপনি হোম স্ক্রীন থেকেই বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান ব্যবহার করতে পারেন।/p>

source: It’s directly on your home screen
bn: এটি সরাসরি আপনার হোম স্ক্রিনে রয়েছে।

source: That’s right. This icon represents Firefox Browser.
bn: একদম সঠিক! এই আইকন Firefox ব্রাউজার নির্দেশ করে

source: Actually, this icon represents Firefox Browser.
bn: আসলে, এই আইকন Firefox ব্রাউজার নির্দেশ করে।

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the Web in their hands.
bn: আসলে, আপনি যখন Firefox এর একজন ভক্তের দেখা পাবেন, তখন তাকে Firefox OS কিভাবে ওয়েবকে হাতের মুঠোয় রাখায় অঙ্গিকারাবদ্ধ সে সম্পর্কে বলুন।

source: That’s right. With this customer, highlight the great value of Firefox OS full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
bn: একদম সঠিক। এই ক্রেতার নিকট Firefox OS এর দারুণ উপযোগিতা এবং সবগুলো বৈশিষ্ট্য তুলে ধরুন, এবং ফোনে আগে থেকেই লোড করা সোশ্যাল অ্যাপ সমূহ আছে, যা প্রত্যেকটি-ই মূল্যবান ফিচার, তাও বলুন।

source: That’s not it. With this customer, highlight the great value of Firefox OS full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
bn: এটা ঠিক নয়। এই ক্রেতার নিকট Firefox OS এর দারুণ উপযোগিতা এবং সবগুলো বৈশিষ্ট্য তুলে ধরুন, এবং ফোনে আগে থেকেই লোড করা সোশ্যাল অ্যাপ সমূহ আছে, যা প্রত্যেকটি-ই মূল্যবান ফিচার, তাও বলুন।

source: That’s not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers.
bn: ঠিক সেরকম না। তিনটিই সঠিক। বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান অন্য যেকোন ফোনের চেয়ে আপনার প্রয়োজনীয়তার কথা বেশি বুঝতে পারে দেখেই এটা Firefox ব্রাউজারের যেকোনো সাধারণ ওয়েব অনুসন্ধানের মত কাজ না করে আরও নিখুঁতভাবে কাজ করে থাকে।

source: That’s quite not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers."
bn: ঠিক সেরকম না। তিনটিই সঠিক। বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান অন্য যেকোন ফোনের চেয়ে আপনার প্রয়োজনীয়তার কথা বেশি বুঝতে পারে বলেই এটা Firefox ব্রাউজারের যেকোনো সাধারণ ওয়েব অনুসন্ধানের মত কাজ না করে আরও নিখুঁত ভাবে কাজ করে থাকে।

source: Here Maps
bn: HERE Map
