Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ar, bn, cs, ja, ro, sr, ta

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
ar: هذا صحيح. مع مستخدمي الهواتف الذكية لأول مرة ، يجب أن نتحدث عن البساطته والميزات بما في ذلك طرق للسيطرة على تجربتهم وتخصيص هواتفهم.
cs: Správně. S uživatelem prvního chytrého telefonu byste měli mluvit o tom, jak je jednoduché jeho používání a o funkcích jako je kontrola a přizpůsobení jejich telefonu.
ja: 正解です。スマホ初心者には、シンプルで簡単に使えるインタフェースと、ユーザのニーズに適応する部分も含め、Firefox OS の持つ機能について説明したほうがいいでしょう。
ro: Corect. Cu un utilizator care folosește un smartphone pentru prima dată ar trebuie să vorbiți despre simplitatea și funcțiile sale, inclusiv moduri de a-și controla experiența și de a-și personaliza telefonul.

source: Actually, with a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
ar: في الواقع، مع مستخدمي الهواتف الذكية لأول مرة ، يجب أن نتحدث عن بساطته والميزات بما في ذلك طرق السيطرة على تجربتهم وتخصيص هواتفهم.
cs: S uživatelem prvního chytrého telefonu byste měli ve skutečnosti mluvit o tom, jak je jednoduché jeho používání a o funkcích jako je kontrola a přizpůsobení jejich telefonu.
ja: スマホ初心者には、シンプルで簡単に使えるインタフェースと、ユーザのニーズに適応する部分も含め、Firefox OS の持つ機能について説明したほうがいいでしょう。
ro: De fapt, cu un utilizator care folosește un smartphone pentru prima dată ar trebuie să vorbiți despre simplitatea și funcțiile sale, inclusiv moduri de a-și controla experiența și de a-și personaliza telefonul.

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the power of the Web in their hands.
ar: هذا صحيح. عندما تقابل أحداً من محبي فيرفكس، تحدث عن أن اختيار نظام التشغيل فيرفكس يظهر الالتزام بإبقاء قوة الشبكة في أيديهم.
ja: 正解です。Firefox ファンには、Firefox OS を選ぶことは、Web を自分たちの手で作り上げていく姿勢を示すことであることを説明してください。
ro: Corect. Când întâlniți un fan Firefox, vorbiți despre cum alegerea Firefox OS demonstrează un angajament față de păstrarea puterii Webului în mâinile utilizatorilor.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping power of the the Web in their hands.
ar: في الواقع، عندما تقابل أحداً من محبي فيرفكس، تحدث عن أن نظام التشغيل اختيار فيرفكس يظهر الالتزام بالحفاظ على قوة الشبكة في أيديهم.
ja: Firefox ファンには、Firefox OS を選ぶことは、Web を自分たちの手で作り上げていく姿勢を示すことであることを説明すると良いでしょう。
ro: De fapt, când întâlniți un fan Firefox, vorbiți despre cum alegerea Firefox OS demonstrează un angajament față de păstrarea puterii Webului în mâinile utilizatorilor.

source: That’s right. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ar: هذا صحيح. مع هذا العميل، قم بتسليط الضوء على القيمة الكبيرة و مجموعة المميزات الكاملة لنظام التشغيل فيرفكس، بما في ذلك التطبيقات الاجتماعية التي تم تحميلها مسبقاً على الهاتف، جميعها ذات القيمة العظيمة.
ja: 正解です。プリインストールされている SNS アプリも含め、Firefox OS はスマホに求められる機能をすべて備えていることを説明してください。
ro: Corect. Cu acest client evidențiați prețul avantajos și setul complet de funcții Firefox OS, inclusiv aplicațiile de socializare care sunt preîncărcate pe telefon, toate la un preț avantajos.

source: That’s not it. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ar: ليس هذا كل شيء. مع هذا العميل، قم بتسليط الضوء على القيمة الكبيرة و مجموعة المميزات الكاملة لنظام التشغيل فيرفكس، بما في ذلك التطبيقات الاجتماعية التي تم تحميلها مسبقاً على الهاتف، جميعها ذات القيمة العظيمة.
ja: プリインストールされている SNS アプリも含め、Firefox OS はスマホに求められる機能をすべて備えていることを説明したほうが良いでしょう。
ro: Incorect. Cu acest client evidențiați prețul avantajos și setul complet de funcții Firefox OS, inclusiv aplicațiile de socializare care sunt preîncărcate pe telefon, toate la un preț avantajos.

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the power of the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.
ar: هذا صحيح. يبدو أن هذا العميل من المعجبين بفيرفكس. قم بالحديث عن كيفية صنع نظام التشغيل فيرفكس التي قام بها موزيلاا، وأظهر الالتزام بإبقاء قوة الويب في أيدي الناس. وعلى الرغم من كل هذه التصريحات صحيحة،هذه الاستجابة فقط هي الأفضل لهذا العميل.
ja: 正解です。どの文章を選んでも不正解ではありませんが、Firefox ファンには、Web の未来が大企業ではなく我々の手にあることを、Mozilla によって作られた Firefox OS 端末がどのように示すか、ということを説明することが最善でしょう。
ro: Corect. Acest client pare a fi un fan Firefox. Vorbiți despre cum telefoanele Firefox OS, realizate de Mozilla, demonstrează un angajament de păstrare a puterii Webului în mâinile oamenilor. Iar deși toate aceste afirmații sunt adevărate, doar acesta este cel mai bun răspuns acestui anumit client.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how Firefox OS phones, made by Mozilla, help keep the power of the Web in the hands of the people.
ar: كل هذه التصريحات صحيحة، ولكن عناك الاستجابة واحدة فقط هي الأفضل لهذا العميل. الذس يبدو أنه من المعجبين بفيرفكس. قم بالحديث عن كيفية صنع نظام التشغيل فيرفكس التي قام بها موزيلا، وأظهر الالتزام بإبقاء قوة الويب في أيدي الناس.
ja: どの文章を選んでも不正解ではありませんが、Firefox ファンには、Web の未来が大企業ではなく我々の手にあることを、Mozilla によって作られた Firefox OS 端末がどのように示すか、ということを説明することが最善でしょう。
ro: Toate afirmațiile sunt adevărate, însă doar unul este cel mai bun răspuns pentru acest anumit client, care pare a fi un fan Firefox. Vorbiți despre cum telefoanele Firefox OS, realizate de Mozilla, ajută la păstrarea puterii Webului în mâinile oamenilor.

source: What does the Find My Device feature on your Firefox OS phone help you do in the case that your phone is lost or stolen?
ar: ما الذي تساعدك على فعله خاصية البحث عن جهازي على هاتف نظام تشغيل فيرفكس في حالة فقدان أو سرقة الهاتف؟
ja: Find My Device という機能を使うと、スマホの紛失や盗難の際に何ができるでしょうか？
ro: Cu ce vă ajută funcția „Găsește-mi dispozitivul” de pe telefonul Firefox OS, în cazul în care telefonul este pierdut sau furat?

source: That’s right! The Find My Device helps you do all these things through your Firefox Account.
ar: هذا صحيح!خاصية البحث عن جهازي تساعدك على القيام بكل هذه الأشياء من خلال حساب فيرفكس الخاص بك .
ja: 正解です。Firefox Acount と端末とをひもづけることで、これらのすべてを行えます。
ro: Corect! „Găsește-mi dispozitivul” vă ajută să faceți toate aceste lucruri prin intermediul unui cont Firefox.

source: Actually, the Find My Device helps you do all these things through your Firefox Account.
ar: في الواقع، خاصية البحث عن جهازي تساعدك على القيام بكل هذه الأشياء من خلال حساب فيرفكس الخاص بك .
ja: Firefox Acount と端末とをひもづけることで、これらのすべてを行えます。
ro: De fapt, „Găsește-mi dispozitivul” vă ajută să faceți toate aceste lucruri prin intermediul unui cont Firefox.

source: That’s right. A first-time smartphone user will be most interested in ease of use.
ar: هذا صحيح. يمكن لمستخدمي الهاتف الذكي لأول مرة يكون الأكثر اهتماما في سهولة الاستخدام.
cs: Správně. Uživatele, který si chce koupit první chytrý telefon, bude nejvíce zajímat jeho snadné používání.
ja: 正解です。スマホ初心者が最もきにすることは、簡単に使えるかどうかです。
ro: Corect. Un utilizator care folosește un smartphone pentru prima dată va fi mai interesat de ușurința de folosire.

source: Which of the following statements are true of the Cost Control app that is preloaded on Firefox OS?
ar: أي من العبارات التالية صحيحة لتطبيق مراقبة التكلفة الذي تم تحميله مسبقاً على نظام التشغيل فيرفكس؟
ja: 次のなかで、通信量アプリの説明として当てはまるものを選んでください。
ro: Care dintre următoarele afirmații sunt adevărate despre aplicația Cost Control, care vine preîncărcată cu Firefox OS?

source: That’s right. All of these are true of the Cost Control app!
ar: هذا صحيح. كل هذا صحيح يما يخص تطبيق مراقبة التكاليف!
cs: Správně. Vše toto je pravda o aplikaci Využití!
ja: 正解です。全てのことが可能です。
ro: Corect. Toate acestea sunt adevărate pentru aplicația Cost Control!

source: Actually, all of these are true of the Cost Control app!
ar: في الواقع. كل هذا صحيح يما يخص تطبيق مراقبة التكاليف!
cs: Ve skutečnosti vše toto je pravda o aplikaci Využití!
ja: 実は全て正解です。
ro: De fapt, toate acestea sunt adevărate pentru aplicația Cost Control!

source: The ConnectA2 app is an instant messaging application compatible with WhatsApp for your Firefox OS device.
ar: تطبيق ConnectA2 هو تطبيق المراسلة الفورية المتوافق مع ال WhatsApp لجهاز نظام التشغيل فيرفكس الخاص بك.
ja: Firefox OS では WhatsApp の代替として ConnectA2 が利用できます。
ro: Aplicația ConnectA2 este o aplicație de mesagerie instant compatibilă cu WhatsApp pentru dispozitivul Firefox OS.

source: Actually, this is true. ConnectA2 allows you to send instant messages to your contacts using ConnectA2 and/or WhatsApp.
ar: في الواقع، هذا صحيح. تطبيق ConnectA2 يسمح لك بإرسال رسائل فورية إلى جهات الاتصال الخاصة بك باستخدامConnectA2 أو/و WhatsApp.
ja: これは正しい文章です。ConnectA2 を使うことで、ConnectA2 だけでなく、WathsApp での友達にもインスタントメッセージを送信できます。
ro: De fapt, acest lucru este adevărat. ConnectA2 vă permite să trimiteți mesaje instant contactelor de pe ConnectA2 și/sau WhatsApp.

source: What’s the best response to this customer’s objection? “I’ve heard there aren’t many apps available.”
ar: ما هو أفضل رد على اعتراض هذا العميل؟ "لقد سمعت أنه لا يوجد العديد من التطبيقات المتاحة".
cs: Jaká je nejlepší odpověď na tuto námitku zákazníka? „Slyšel jsem, že nemá moc aplikací.“
ja: 「アプリがそんなにないと聞いたのだけれど」という質問に対する最適な回答を選んでください。
ro: Care este cel mai bun răspuns la obiecția acestui client? „Am auzit că nu sunt prea multe aplicații disponibile.”

source: What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones."
ar: ما هو أفضل رد على اعتراض هذا العميل؟ "لم اسمع ابداً عن هواتف نظام تشغيل فيرفكس ".
cs: Jaká je nejlepší odpověď na tuto námitku zákazníka? „Nikdy jsem neslyšel o telefonech Firefox OS.“
ja: 「Firefox OS なんて聞いたことがない」というコメントに対する最適な回答を選んでください。
ro: Care este cel mai bun răspuns la obiecția acestui client? „Nu am auzit niciodată de telefoanele Firefox OS.”

source: Set your phone to your language
ar: خصص هاتفك بلغتك
ja: 使用言語を変更する
ro: Să setați telefonul în limba dumneavoastră

source: Control your data usage
ar: تحكم باستهلاك بياناتك
ja: データ通信量を管理する
ro: Să controlați utilizarea de date

source: Create your own ringtones
ar: قم بإنشاء النغمات الخاصة بك
ja: 着信音を作成する
ro: Să creați propriile tonuri de apel

source: Share contacts
ar: شارك جهات الاتصال
cs: Sdílení kontaktů
ja: 連絡先をシェアする
ro: Să împărtășească contacte

source: Share images
ar: شارك الصور
ja: 写真をシェアする
ro: Să împărtășească imagini

source: Share videos
ar: شارك الفيديو
ja: 動画をシェアする
ro: Să împărtășească videoclipuri

source: With the Firefox Marketplace, the best preloaded apps and an awesome user experience, Firefox OS is packed with the features that users are looking for in a smartphone.
ar: مع سوق فيرفكس ، أفضل التطبيقات المحملة مسبقا وتجربة المستخدم الرائعة،نظام التشغيل فيرفكس حزم مع الميزات التي يبحث عنها المستخدمون في الهاتف الذكي.
cs: Díky Firefox Marketplace a desítkám nainstalovaných aplikací nabízí Firefox OS plno funkcí, které očekáváte od chytrého telefonu.
ja: Firefox OS には、Firefox Marketplace、プリインストールアプリ、素晴らしいユーザ体験といった、スマートフォンに期待される全てがあります。
ro: Cu Firefox Marketplace, cele mai bune aplicații preîncărcate și o experiență a utilizatorului fantastică, Firefox OS cuprinde funcțiile pe care utilizatorii le caută într-un smartphone.

source: Since it’s made by Firefox, Firefox OS is backed by a global community working on your behalf and with your interests in mind.
ar: لأنها مصنوعة من قبل فيرفكس، نظام التشغيل فيرفكس مدعوم من قبل المجتمع الدولي ليعمل بالنيابة عنك ومع مصالحك في الاعتبار.
cs: Telefon Firefox OS vychází z prohlížeče Firefox, takže si můžete být jisti tím, že je podporován globální komunitou, která bude pracovat pro vás a bude mít vždy na mysli vaše zájmy.
ja: Firefox をもとに作られているため、Firefox OS はあなたのやりたいことをあなたの代わりに実現するべく働く世界規模のコミュニティによって支えられています。
ro: Pentru că e făcut de Firefox, Firefox OS este susținut de o comunitate globală care lucrează în beneficiul utilizatorilor și cu interesul lor în minte.

source: Firefox OS is made with you and your needs in mind, so it is extremely easy to use and allows for greater control, personalization and customization than many other smartphones on the market.
ar: نظام التشغيل فيرفكس مصنوع لكم واحتياجاتكم في الاعتبار، لذلك استخدامه سهل للغاية ويسمح لقدر أكبر من السيطرة والتخصيص أكثر من العديد من الهواتف الذكية الأخرى في السوق.
ja: Firefox OS は利用者と、そのニーズを念頭に置いて作成されています。そのため他のスマートフォンと比べても極めて簡単に使えるようにできています。
ro: Firefox OS este făcut cu interesul și nevoile dumneavoastră în minte, astfel încât este extrem de ușor de folosit și permite un control și personalizare mai crescută față de alte smartphone-uri de pe piață.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too..
ar: نظام التشغيل فيرفكس هو أسهل هاتف ذكي تبدأ معه. التطبيقات المفضلة لديك محملة مسبقاً، ويمكنك بسهولة استيراد أصدقائك من الفيسبوك، أيضا ..
cs: Firefox OS je pro začátek ten nejvhodnější. Vaše oblíbené aplikace jsou už nainstalované, takže si můžete například snadno naimportovat své přátele z Facebooku.
ja: Firefox OS はスマホ初心者が最も簡単に使えるスマートフォンです。必要なアプリはプリインストールされていますし、Facebook から連絡先を読み込むことも簡単です。
ro: Firefox OS este cel mai ușor smartphone cu care să începeți. Aplicațiile favorite sunt deja preîncărcate și puteți importa cu ușurință și contactele de pe Facebook..

source: If you love Firefox, you’ll love Firefox OS. Choosing Firefox OS keeps the power of the Web in your hands.
ar: إذا كنت تحب فيرفكس، ستحب نظام التشغيل فيرفكس . اختيار نظام التشغيل فيرفكس يبقي قوة الويب تحت يديك.
ja: Firefox が好きなら、きっと Firefox OS のことも気にいるでしょう。Firefox OS を使うことによって、Web の力をモバイルでも利用できます。
ro: Dacă iubiți Firefox, veți iubi Firefox OS. Alegând Firefox OS păstrați puterea Webului în mâinile dumneavoastră.

source: The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, email, maps and more, all at a better value.
ar: تم تحميل جميع الميزات التي تتوقعها مسبقا على الهاتف الذكي بنظام التشغيل فيرفكس ، في ذلك الرسائل، الفيسبوك والبريد الإلكتروني والخرائط وغيرها، وكل هذا بسعر أفضل.
ja: Firefox OS が搭載されたスマートフォンは、Facebook、メール、地図といった必要とされる機能をすべて、よりよい形で備えています。
ro: Telefonul Firefox OS este preîncărcat cu toate funcțiile așteptate, inclusiv mesagerie, Facebook, e-mail și multe altele, la un preț mult mai avantajos.

source: The Firefox Marketplace features free apps!
ar: سوق فيرفكس يتميز بتطبيقات مجانية!
cs: Firefox Marketplace nabízí aplikace zdarma!
ro: Firefox Marketplace oferă aplicații gratuite!

source: Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps already built for the Web.
ar: موزيلا, المنتج لفيرفكس, صنعت نظام تشغيل للهواتف لجعل الويب سهل الوصول من قبل الجميع. ولأن نظام تشغيل فيرفكس مبني باستخدام HTML5, يمكنك الوصول لآلاف التطبيقات المبنية للويب.
ja: Firefox をつくった Mozilla は Web が誰もが使えるものでありつづけるために、スマートフォンのための OS を作成しました。Firefox OS はすべてが HTML5 で作られているため、何千という Web 向けに作られているアプリをすぐに利用できます。
ro: Mozilla, creatorul Firefox, a construit un sistem de operare pentru smartphone-uri pentru a păstra Webul accesibil tuturor. Și din moment ce Firefox OS este construit în întregime folosind HTML5, obțineți acces instant la mii de aplicații deja construite pentru Web.

source: Track the location of your lost/stolen device
ar: تتبع موقع جهازك المفقود / المسروق
ja: 紛失、もしくは盗難された端末を追跡できます。
ro: Urmăriți locația dispozitivului pierdut/furat

source: Remotely wipe the device.
ar: قم بمسح محتويات الجهاز عن بعد.
ja: 遠隔から端末を初期化できます。
ro: Ștergeți dispozitivul de la distanță.

source: Remotely lock the device.
ar: قم بقفل الجهاز عن بعد.
ja: 遠隔から端末をロックできます。
ro: Blocați dispozitivul de la distanță.

source: Firefox OS is built entirely using HTML5 and Open Web standards.
ar: نظام التشغيل فيرفكس مبني كلياً باستخدام HTML5 ومعايير الويب المفتوح.
ja: Firefox OS は HTML5 とオープンな Web 標準に基づいて作成されています。
ro: Firefox OS este construit în întregime folosind HTML5 și standarde Web deschise.

source: You can use it to create and set a daily budget for data usage.
ar: يمكنك استخدامه لإنشاء وتعيين ميزانية يومية لاستخدام البيانات.
ja: これを利用して、日々の通信料を見積もることができます。
ro: Îl puteți folosi pentru a crea și seta un buget zilnic pentru utilizarea de date.

source: It shows usage per app.
ar: يبين الاستخدام لكل التطبيق.
ja: アプリごとの使用量を確認できます。
ro: Arată folosirea per aplicație.

source: It shows usage by time.
ar: يظهر الاستخدام بالوقت.
ja: 使用量を時系列で表示させられます。
ro: Arată folosirea în funcție de timp.

source: Firefox OS is backed by a global community of developers and content providers dedicated to creating new and exciting content and even locally-relevant apps for the Firefox OS platform. New apps and content are added every day.
ar: نظام تشغيل فيرفكس تم بناؤه من قبل مجموعة من مطوري المجتمع الخاص بموزيلا ومزودي المحتوى الذين وهبوا أنفسهم لإنشاء محتوى جديد و ممتع وحتى تطبيقات مرتبطة محلياً للبنية الأساسية لنظام تشغيل فيرفكس. تطبيقات ومحتويات جديدة يتم إضافتها كل يوم.
ja: Firefox OS は世界的な開発者コミュニティと、アプリを新規に開発 / Firefox OS 上へ移植すると決めたコンテンツプロバイダーによって支えられています。Firefox OS で利用できる新しいアプリやコンテンツは毎日増加しています。
ro: Firefox OS este susținut de o comunitate globală de dezvoltatori și furnizori de conținut dedicați creării de conținut nou și incitant și chiar de aplicații relevante local pentru platforma Firefox OS. Aplicații noi și conținut sunt adăugate zilnic.

source: Apps developers are slowly realizing the benefit of HTML5 in support of the Open Web.
ar: تطبيقات المطورين يدركون ببطء فائدة HTML5 لدعم فتح الويب المفتوح.
ja: アプリ開発者は、オープン Webを支える HTML5 の利点を徐々に認識しつつあります。
ro: Dezvoltatorii de aplicații își dau seama încetișor de avantajele HTML5 pentru a sprijini Webul deschis.

source: They’re packed with the features that made you want a smartphone in the first place.
ar: تم بناؤهه بمواصفات تجعلك تريد هاتف ذكي في المقام الأول.
ja: Firefox OS にはスマートフォンが欲しくなる機能が備わっています。
ro: Acestea cuprind funcțiile care v-au făcut să vă doriți un smartphone de la bun început.

source: They’re new and backed by a global community working to help keep the Web accessible to all.
ar: انهم جدد ومدعومون من قبل المجتمع الدولي للعمل على المساعدة في الحفاظ على الويب في متناول الجميع.
ja: Firefox OS スマートフォンは新しい製品で、Web の力をすべての人々に届けるために活動する、グローバルなコミュニティが支援しています。
ro: Sunt noi și susținute de o comunitate globală care lucrează pentru a păstra Webul accesibil tuturor.

source: It’s packed with the features that made you want a smartphone in the first place.
ar: تم بناؤهه بمواصفات تجعلك تريد هاتف ذكي في المقام الأول.
ja: このスマートフォンには、なによりスマートフォンが欲しくなる機能が備わっています。
ro: Cuprinde funcțiile care v-au făcut să vă doriți un smartphone de la bun început.

source: It’s new and backed by a global community working to help keep the Web accessible to all.
ar: انها جديدة و مدعومة من قبل المجتمع الدولي للعمل على المساعدة في الحفاظ على الويب في متناول الجميع.
ja: Firefox OS スマートフォンは新しい製品で、Web の力をすべての人々に届けるために活動する、グローバルなコミュニティが支援しています。
ro: Este nou și susținut de o comunitate globală care lucrează pentru a păstra Webul accesibil tuturor.

source: It features a robust security model that is battle-hardened from more than a decade supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
ar: ويتميز بنظام أمان القوي منذ أكثر من عقد لدعم الويب المفتوح. صمم لحماية المستخدم والنظام من التطبيقات والمحتويات الخبيثة, وهي تقوم أيضاً بحماية التطبيقات من بعضها البعض.
cs: Firefox OS používá robustní zabezpečený model, který si vybojoval dobrou pověst během více než deseti let podpory otevřeného webu. Je vytvořený tak, aby chránil uživatele i systém před škodlivými aplikacemi a škodlivým obsahem.
ja: Firefox OS は 10 年以上にわたってオープン Web を支えてきた経験に裏打ちされた、堅牢なセキュリティモデルを採用しています。これによりユーザを悪意あるアプリやコンテンツから保護します。
ro: Înglobează un model robust de securitate care este consolidat de mai bine de un deceniu de sprijinire a Webului deschis. Este conceput să protejeze utilizatorul și sistemul de aplicații și conținut malițios, de asemenea protejează aplicațiile unele de altele.

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, select <strong>More Information</strong> and look for the version numbers under <em>OS version</em> at the top of the screen. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> <li><em>1.3.0.0</em> means you have version 1.3</li> <li><em>2.0.0.0</em> means you have version 2.0</li> </ul> </li> </ol>
ar: <ol><li> قم بفتح تطبيق الإعدادات في جهازك. </li><li> انزل للأسفل واختر <strong> معلومات الجهاز</strong>. </li><li> في شاشة معلومات الجهاز, اختر <strong> المزيد من المعلومات </strong> وانظر إلى أرقام الإصدار تحت <em> إصدار نظام التشغيل </em> أعلى الشاشة. <ul><li> <em> نظام التشغيل فيرفكس 1.0.1.0 </em> تعني أن لديك الإصدار 1.0.1</li><li><em> نظام التشغيل فيرفكس 1.1.0.0</em> يعني أنك تملك نسخة 1.1</li> <li> </em> <em> نسخة 1.3.0.0 </em> تعني أنك تملك نسخة 1.3</li><li><em> نسخة 2.0.0.0 </em> يعني أنك تمتلك نسخة 2.0 </li></ul></li></ol>
ja: <ol><li>設定アプリを起動します。</li><li>スクロールし、<strong>端末情報</strong>を選びます。</li><li>端末情報で、<strong>その他の情報</strong>を選び、画面上部にある<em>OS のバージョン</em>の数字を確認します。<ul><li><em>Firefox OS 1.0.1.0</em>は、バージョン 1.0.1 を意味します。</li><li><em>1.3.0.0</em>はバージョン 1.3 を意味します。</li><li><em>2.0.0.0</em> は 2.0 を意味します。</li></ul></li></ol>
ro: <ol> <li>Deschideți aplicația Setări de pe dispozitiv.</li> <li>Derulați în jos și selectați <strong>Informații dispozitiv</strong>.</li> <li>Pe ecranul de informații ale dispozitivului, selectați <strong>Mai multe informații</strong> și căutați numerele versiunii sub <em>Versiune SO</em> în partea de sus a ecranului. <ul> <li><em>Firefox OS 1.0.1.0</em> înseamnă că aveți versiunea 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> înseamnă că aveți versiunea 1.1</li> <li><em>1.3.0.0</em> înseamnă că aveți versiunea 1.3</li> <li><em>2.0.0.0</em> înseamnă că aveți versiunea 2.0</li> </ul> </li> </ol>

source: Submit
ar: إرسال
bn: জমা দিন
ja: 送信
ro: Trimite
sr: Pošalji
ta: சமர்ப்பி

source: Mozilla
ar: موزيلا
ta: மொசில்லா

source: Menu
ar: القائمة
bn: মেনু
ja: メニュー
ro: Meniu
sr: Meni
ta: பட்டி

source: Portions of this content are ©1998–{0} by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.
ar: أجزاء من هذا المحتوى هم ©1998–{0} بواسطة مساهمين فرديين. المحتوى متوفر تحت <a href="https://www.mozilla.org/foundation/licensing/website-content/"> الرخصة العامة للإبداع</a>.
ja: コンテンツの一部は mozilla.org への個人的な貢献によるものです。(©1998–{0})。コンテンツは <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a> に基づいた利用が可能です。
ro: Porțiuni din acest conținut sunt scrise între ©1998–{0} de contribuitori individuali. Conținut disponibil sub <a href="https://www.mozilla.org/foundation/licensing/website-content/">licența Creative Commons</a>.
ta: சில உள்ளடக்கங்கள் ©1998–{0} தனிநபரால் பங்களிக்கப்பட்டது. உள்ளடக்கங்கள் <a href="https://www.mozilla.org/foundation/licensing/website-content/">கிரியேடிவ் காமன்ஸ் உரிமத்தின்</a> கீழ் கிடைக்கப்பெறும்.

source: Source code
ar: الكود الأساسي
bn: সোর্স কোড
ja: ソースコード
ro: Cod sursă
sr: Izvorni kod
ta: நிரல் மூலங்கள்

source: Contact Us
ar: الاتصال بنا
bn: আমাদের সাথে যোগাযোগ করুন
ja: 連絡先
ro: Contactați-ne
sr: Kontaktirajte nas
ta: தொடர்புக்கு

source: Partner with Us
ar: الشراكة معنا
bn: আমাদের অংশীদার হোন
ja: パートナー
ro: Deveniți partener
ta: எங்களுடன் கூட்டாளி ஆக
