Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ar, bn, cs, ja, ro, sr, ta

source: Firefox OS offers two ways to get apps: <ul> <li>Firefox Marketplace — Our go-to source for great apps like Twitter and awesome local content from the best Web developers in your region.</li> <li>Adaptive App Search — Just type a single word like “sushi” to discover related mobile apps in your region, delivered by a superior mobile experience and tuned to bring you what you want.</li> </ul>
cs: Jsou dva způsoby, jak získat aplikace pro Firefox OS: <ul> <li>Firefox Marketplace — Náš zdroj perfektních aplikací, jako je například Twitter, a také vynikajícího místního obsahu od nejlepších vývojářů.</li> <li>Adaptivní vyhledávání aplikací — stačí napsat jediné slovo, například “burger”, a objevíte související mobilní aplikace ve svém regionu, které pro vás budou vyladěné tak, aby vám přinesly přesně to, co chcete.</li> </ul>
sr: Firefox OS daje dve mogućnosti za preuzimanje aplikacija: <ul><li>Firefox Marketplace — Naš pouzdan izvor sjajnih aplikacija kao što je Twitter i odličnog lokalnog sadržaja od najboljih veb programera u regionu.</li> <li>Prilagodljiva pretraga aplikacija — Otkucajte samo jednu reč kao što je “suši” da biste otkrili povezane mobilne aplikacije u svom regionu, koje obezbeđuje vrhunsko mobilno iskustvo i koje su podešene da Vam daju ono što želite.</li> </ul>

source: Which email providers are supported?
cs: Kteří poskytovatelé e-mailových služeb jsou podporováni?
sr: Koji provajderi e-pošte su podržani?

source: Hotmail and Yahoo mail are currently supported with more on the way in future releases.
cs: Aktuálně jsou podporováni poskytovatelé Hotmail a Yaho a v budoucích vydáních budou přidáni další.
sr: Hotmail i Yahoo e-pošta je trenutno podržana, a očekuju se i drugi u budućim izdanjima.

source: Think you're ready to start selling Firefox OS to your customers? Put your knowledge to work and answer these questions to prove you have what it takes.
cs: Myslíte si, že jste téměř připraveni začít prodávat Firefox OS svým zákazníkům? Uplatněte své znalosti v praxi a zodpovězte tyto otázky, abyste dokázali, že víte to, co je potřeba vědět.
sr: Mislite da ste spremni da počnete sa prodajom Firefox OS-a svojim kupcima? Primenite svoje znanje u praksi i odgovorite na ova pitanja da biste dokazali da imate ono što je potrebno.

source: Get ready to sell!
cs: Připravte se k prodeji!
sr: Spremite se za prodaju!

source: If you have worked through the questions and all of the content, then you have the basics to match the needs of Firefox OS to your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it is powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in the hands of users everywhere!
cs: Pokud jste se propracovali těmito otázkami a obsahem, pak máte základní vědomosti potřebné k tomu, abyste mohli představit telefon Firefox OS zákazníkům. Chytrý telefon Firefox OS je snadné používat, takže je perfektní pro nové uživatele chytrých telefonů, a je také plný funkcí, které zákazníci chtějí a potřebují. A má za sebou Mozillu, což z telefonu Firefox OS dělá tu nejlepší volbu pro každého, komu záleží na tom, aby web zůstal v jeho rukou!
sr: Ako ste prošli ova pitanja i sav sadržaj, imate osnovu da povežete potrebe Firefox OS telefona sa svojim kupcima. Lak za korišćenje, Firefox OS pametan telefon je savršen za nove korisnike pametnih telefona i sadrži sve funkcije koje kupci žele i koje su im potrebne. A razvila ga je Mozilla, što Firefox OS čini pravim izborom za sve koji žele da obezbede da internet ostane u rukama korisnika širom sveta!

source: That’s right! You simply swipe to the left to access the Adaptive App Search feature.
cs: Správně! Stačí přejet prstem zleva doprava, čímž se dostanete k Adaptivnímu vyhledávání aplikací.
sr: Tako je! Samo povučete prstom u levo i pristupite Prilagodljivoj pretrazi aplikacija.

source: That’s not it. You simply swipe to the left to access the Adaptive App Search feature.
cs: To není ono. Stačí přejet prstem zleva doprava, čímž se dostanete k Adaptivnímu vyhledávání aplikací.
sr: To nije to. Samo povučete prstom u levo i pristupite Prilagodljivoj pretrazi aplikacija.

source: Which of the following apps is pre-loaded on every Firefox OS phone? Select all that apply.
bn: নিচের কোন অ্যাপগুলো প্রতিটি Firefox OS ফোনে আগে থেকেই দেওয়া থাকবে? প্রযোজ্য সবগুলো নির্বাচন করুন।
cs: Která z následujících aplikací je předem nainstalovaná na každém telefonu Firefox OS? Vyberte všechny možnosti, které přicházejí v úvahu.
sr: Koja od sledećih aplikacija je već instalirana u svaki Firefox OS telefon? Odaberite sve na koje se ovo odnosi.

source: Actually, they're are more. All of these apps come pre-loaded on every Firefox OS phone.
cs: Ve skutečnosti je jich více. Všechny tyto aplikace najdete předinstalované na každém telefon s Firefox OS.
sr: Zapravo, ima ih više. Sve ove aplikacije dolaze već instalirane na svakom Firefox OS telefonu.

source: That’s right. This icon represents Contacts.
bn: একদম সঠিক! এই আইকন কন্টাক্ট নির্দেশ করে।
cs: Správně. Toto je ikona pro Kontakty.
sr: Tako je. Ova ikonica predstavlja Kontakte.

source: Actually, this icon represents Contacts.
bn: আসলে, এই আইকন কন্টাক্ট নির্দেশ করে।
cs: Tato ikona ve skutečnosti představuje Kontakty.
sr: Zapravo, ova ikonica predstavlja Kontakte.

source: Which Firefox OS feature does this represent?
cs: Kterou funkci telefonu Firefox OS toto zastupuje?
sr: Koju Firefox OS funkciju predstavlja ova ikonica?

source: That’s right. This icon represents the Firefox browser.
cs: Správně. Toto je ikona prohlížeče Firefox.
sr: Tako je. Ova ikonica predstavlja Firefox veb pregledač.

source: Actually, this icon represents the Firefox browser.
cs: Tato ikona ve skutečnosti představuje prohlížeč Firefox.
sr: Zapravo, ova ikonica predstavlja Firefox pregledač.

source: Actually, this icon represents the Adaptive App Search.
cs: Tato ikona ve skutečnosti představuje adaptivní vyhledávání aplikací.
sr: Zapravo, ova ikonica predstavlja Prilagodljivu pretragu aplikacija.

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features like Adaptive App Search.
cs: Správně. S uživatelem, který si chce koupit první chytrý telefon, byste měli mluvit o jednoduchosti jeho používání a funkcích jako je adaptivní vyhledávání aplikací.
sr: Tako je. Sa kupcima koji se prvi put susreću sa pametnim telefonima trebalo bi da pričate o njihovoj jednostavnosti i osobinama kao što je Prilagodljiva pretraga aplikacija.

source: Actually, with a first time smart phone user, you should talk about its simplicity and features like Adaptive App Search.
cs: S uživatelem prvního chytrého telefonu byste ve skutečnosti měli mluvit jak snadné je jeho použití a o funkcích jako je adaptivní vyhledávání aplikací.
sr: Zapravo, sa korisnicima koji prvi put koriste pametan telefon, treba da pričate o jednostavnosti i mogućnostima kao što je prilagodljiva pretraga aplikacija.

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS helps to keep the Web free and open.
cs: Správně. Pokud potkáte fanouška Firefoxu, mluvte o tom, jak Firefox OS pomáhá udržet web svobodný a otevřený.
sr: Tako je. Kada se sretnete sa ljubiteljom Firefox-a, pričajte im kako će odabirom Firefox OS-a pomoći da veb ostane slobodan i otvoren.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS helps to keep the Web free and open.
cs: Pokud potkáte fanouška Firefoxu, mluvte o tom, jak Firefox OS pomáhá udržet web svobodný a otevřený.

source: That’s right. With this customer, highlight the great value of Firefox OS and the full feature set, including social apps that are preloaded on the phone.
cs: Správně. S tímto zákazníkem vyzdvihněte velkou hodnotu Firefox OS a mnoho jeho funkcí včetně sociálních aplikací, které obsahuje.

source: That's not it. With this customer, be sure to highlight the great value of Firefox OS, and its full feature set, including social apps that are preloaded on the phone, all at great value.
cs: To není ono. S tímto zákazníkem vyzdvihněte velkou hodnotu Firefox OS a mnoho jeho funkcí včetně sociálních aplikací, které obsahuje za dobrou cenu.

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, are part of keeping the Web free and open. And while all of these statements are true, only this one is the best response for this particular customer.
cs: Správně. Tento zákazník bude fanouškem Firefoxu. Mluvte s ním o telefonech s Firefox OS od Mozilly, které pomáhají udržet web svobodný a otevřený. I když všechny odpovědi jsou pravdivé, tato je pro tohoto zákazníka nejlepší.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, are part of keeping the Web free and open.
cs: Toto vše je pravda, ale jen jedna odpověď je pro tohoto zákazníka ta nejlepší, pokud je fanouškem Firefoxu. Mluvte s ním o telefonech s Firefox OS od Mozilly, které pomáhají udržet web svobodný a otevřený.

source: While all of the these statements are true, which two responses would be most useful to a first-time smartphone customer?
cs: I když je toto vše pravda, které dvě odpovědi by byly pro uživatele prvního chytrého telefonu nejužitečnější?

source: That’s right! This icon represents SMS—or text messaging.
cs: Správně! Tato ikona zastupuje SMS—nebo textové zprávy.
sr: Tako je! Ova ikonica predstavlja SMS — ili tekstualne poruke.

source: Actually, this icon represents SMS—or text messaging.
cs: Tato ikona ve skutečnosti představuje SMS—nebo textové zprávy.
sr: Zapravo, ova ikonica predstavlja SMS — ili tekstualne poruke.

source: Not quite, the best response to this objection is to talk about all the apps that are available.
cs: Ne úplně, nejlepší odpověď je mluvit o všech dostupných aplikacích.

source: Actually, the best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.
cs: Nejlepší odpověď je ve skutečnosti mluvit o zkušenostech komunity Mozilly, které stojí za Firefox OS.

source: Actually, the best response to this objection is to talk about the robust security model.
cs: Tou nejlepší odpovědí je ve skutčenosti mluvit o robustním bezpečnostním modelu.

source: Open Firefox Marketplace.
bn: Firefox Marketplace চালু করুন।
cs: Otevřete Firefox Marketplace.
sr: Otvorite Firefox Marketplace.

source: Open the Firefox browser.
bn: Firefox ব্রাউজার চালু করুন।
cs: Otevřete prohlížeč Firefox.
sr: Otvorite Firefox pregledač.

source: Email and SMS
cs: E-maily a SMS
sr: E-pošta i SMS poruke

source: Music Player
cs: Přehrávač hudby
sr: Muzički plejer

source: Tens of thousands of Web apps from around the world are searched instantly.
bn: বিশ্বজুড়ে থাকা হাজারো ওয়েব অ্যাপ মূহুর্তে অনুসন্ধান করা হয়ে যাবে।
cs: Desítky tisíc webových aplikací z celého světa jsou okamžitě prohledány.

source: With Adaptive App Search, Firefox OS adapts to your needs better than any other phone.
cs: Díky adaptivnímu vyhledávání aplikací se telefon Firefox OS přizpůsobí vašim potřebám lépe než jiné telefony.
sr: Sa Prilagodljivom pretragom aplikacija, Firefox OS se prilagođava Vašim potrebama bolje od bilo kog drugog telefona.

source: With the Firefox Marketplace and dozens of preloaded apps, like email, maps, Facebook, a camera, music, and more, Firefox OS is packed with the features you’d expect in a smartphone.
bn: Firefox Marketplace এবং আগে থেকে লোড করে রাখা ডজনখানেক অ্যাপ, যেমন ইমেইল , ম্যাপ , Facebook , ক্যামেরা , সঙ্গীত এবং আরও অনেক কিছু, Firefox OS সেই সকল বৈশিষ্ট্য যা আপনি সচরাচর একটি স্মার্ট ফোনে প্রত্যাশা করেন।
cs: Díky aplikaci Firefox Marketplace a desítkám nainstalovaných aplikací, jako je e-mail, mapy, Facebook, fotoaparát, hudba apod., nabízí telefon Firefox OS plno funkcí, které očekáváte od chytrého telefonu.
sr: Sa Firefox Marketplace-om i desetinama već instaliranih aplikacija, kao što su e-pošta, mape, Facebook, kamera, muzika i ostalo, Firefox OS je pun karakteristika koje očekujete od pametnog telefona.

source: If you love Firefox browsers, you’ll love Firefox OS phones. Choosing Firefox OS keeps the power of the Web in your hands.
bn: আপনি যদি Firefox ব্রাউজারকে ভালবাসেন তাহলে আপনি Firefox OS কেও ভালোবাসবেন। Firefox OS বেছে নিলে ওয়েবের শক্তি থাকবে আপনার হাতের মুঠোয়।
cs: Pokud máte rádi prohlížeč Firefox, budete mít rádi i telefony s Firefox OS. Firefox OS pomáhá udržet kontrolu nad webem ve vašich rukou.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices. Plus, Adaptive App Search feature makes it easy to find the apps you really need, when you need it.
bn: Firefox OS আপনার প্রত্যাশার - ক্যামেরা, ইমেইল , অ্যাপ, গান , ম্যাপ ইত্যাদির কথা - মাথায় রেখে- আপনার অর্থের প্রতি সর্বোচ্চ গুরুত্বারোপ করে - সব থেকে সাশ্রয়ী মূল্যে। আরও আছে, বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান বৈশিষ্ট্য, যখন যেমন অ্যাপ আপনার প্রয়োজন তা সহজেই খুঁজে আনবে।
cs: Firefox OS vám dá za vaše peníze největší hodnotu. Má všechno, co se od chytrého telefonu očekává — fotoaparát, e-mail, aplikace, hudbu, mapy a mnoho dalšího – a to všechno za velmi konkurenční ceny. Navíc také funkci adaptivního vyhledávání aplikací se kterým najdete aplikace opravdu snadno kdykoliv je potřebujete.
sr: Firefox OS Vam daje najveću vrednost za Vaš novac, sa svime što očekujete — kameru, e-poštu, aplikacije, muziku, mape i još mnogo toga — po najkonkurentnijim cenama. Takođe, Prilagodljiva pretraga aplikacija olakšava pronalaženje aplikacija koje su Vam zaista potrebne, u bilo kom trenutku.

source: The Firefox OS smartphone includes all the features that you’d expect, including SMS, Facebook, email, maps and more, all at a better value.
cs: Chytré telefony s Firefox OS obsahují všechny funkce, které očekáváte, včetně SMS, Facebooku, e-mailů, map a dalších za dobrou ceno.

source: The Firefox Marketplace features thousands of apps for free or at very low prices.
bn: Firefo Marketplace বৈশিষ্ট্য হল এটি হাজার হাজার অ্যাপস বিনামূল্যে বা খুব কম দামে পাওয়া যায়।
cs: Firefox Marketplace nabízí tisíce aplikací zdarma nebo za velmi nízké ceny.
sr: Firefox Marketplace poseduje hiljade besplatnih aplikacija ili za jako malu cenu.

source: A robust security model that is battle-hardened from more than a decade of supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
bn: একটি শক্তিশালী নিরাপত্তা বলয় যা এক যুগেরও অধিক সময় ধরে মুক্ত ওয়েবের সমর্থনের ফলে আরও বেশী অভিজ্ঞ। এটির নির্মানশৈলী এমন যে, ব্যবহারকারী ও সিস্টেম যাতে ক্ষতিকারক অ্যাপ্লিকেশন ও তথ্য থেকে সুরক্ষিত থাকে, এটি অ্যাপ্লিকেশনগুলোকে একে অন্যের থেকেও সুরক্ষিত রাখে।
cs: Robustní zabezpečený model, který si vybojoval dobrou pověst během více než deseti let podpory otevřeného webu. Je vytvořený tak, aby chránil uživatele i systém před škodlivými aplikacemi a škodlivým obsahem.
sr: Robustan bezbednosni model koji je osnažen tokom više od jedne decenije pružanja podrške Open Web-u. Projektovan je da zaštiti korisnika i sistem od zlonamernih aplikacija i sadržaja, i takođe štiti aplikacije od samih sebe.

source: Welcome to the Firefox OS global partner and community training hub. Select any topic to get started.
bn: Firefox OS বিশ্বব্যাপী অংশীদার এবং সম্প্রদায় প্রশিক্ষণ কেন্দ্রে স্বাগতম। যে কোনো বিষয় নির্বাচন করুন শুরু।

source: yPRIgHARJsA
bn: YOoPKB009gA

source: SijuLONPI9U
bn: 9dW0MnZw0h4

source: Dvne9wMwV6E
bn: ln6foDPQTYw

source: -2V-hbYu9WQ
bn: O1HrFa5kFJQ

source: 46dngYXUcFg
bn: 1Ia73uzvRfM

source: nwAUQvNuyTw
bn: ljuDGpyYTjg

source: ikbujo0l7dI
bn: Le6A4RVZ6Og

source: kGb4OLORKPA
bn: _YndCrQiGzY

source: Have it all
bn: সবকিছু আছে

source: Visit <a href="https://support.mozilla.org/en-US/kb/firefox-os-user-guide">https://support.mozilla.org/en-US/kb/firefox-os-user-guide</a> for more information.
bn: আরও তথ্যের জন্য <a href="https://support.mozilla.org/bn-BD/kb/firefox-os-user-guide">https://support.mozilla.org/bn-BD/kb/firefox-os-user-guide</a> দেখুন

source: New and backed by a global community working to help keep the Web accessible to all.
bn: নতুন এবং বিশ্বব্যাপি একটি কমিউনিটি এর পিছনে রয়েছে যারা ওয়েবকে সকলের প্রবেশযোগ্য করতে কাজ করে যাচ্ছে।

source: Every phone has access to over 20,000 free and paid apps at launch, including some of the most popular global apps today.
bn: লঞ্চের সময় প্রতিটি ফোনে ২০,০০০ এরও বেশি বিনামুল্যের এবং কিনতে হয় এমন আরো অ্যাপ ইনস্টল করার সুযোগ থাকে, যেখানে বিশ্বের সবচেয়ে জনপ্রিয় অ্যাপও রয়েছে।

source: Packed with the features that made you want a smartphone in the first place.
bn: বিভিন্ন বৈশিষ্ট্যে ভরপুর এ বিষয়টি আপনাকে স্মার্টফোন নিতে প্রথমেই আগ্রহী করেছে।

source: Access to over 20,000 free and paid apps at launch, including some of the most popular global apps today.
bn: লঞ্চের সময় প্রতিটি ফোনে ২০,০০০ এরও বেশি বিনামুল্যের এবং কিনতে হয় এমন আরো অ্যাপ ইনস্টল করার সুযোগ থাকে, যেখানে বিশ্বের সবচেয়ে জনপ্রিয় অ্যাপও রয়েছে।

source: <h3><em>"I love firefox!"</em></h3> <strong><strong>Here’s what you can say:</strong></strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
bn: <h3><em>"আমি Firefox ভালবাসি!"</em></h3> <strong>এক্ষেত্রে আপনি যা বলতে পারেন: </strong> আপনি যদি Firefox কে ভালোবাসেন তাহলে আপনি অবশ্যই Firefox OS ও ভালোবাসবেন। Firefox OS স্মার্টফোনগুলি HTML5-এর ভিত্তিতে তৈরী, ফলে আপনি ওয়েবকে আরও ভালোভাবে পাচ্ছেন। সেই সাথে, Firefox OS এমন একদল মানুষের ডিজাইন করা, যারা সর্বদা চেষ্টা করে ওয়েবকে সবার জন্য সুগম রাখতে। যখনই আপনি Firefox OS কে বেছে নিলেন তখনই ওয়েবকে আপনি হাতের মুঠোয় পেলেন।

source: Firefox OS adapts to the needs of customers better than any other phone. Adaptive App Search serves up information on any subject and gives your customers more of what they’re looking for, exactly when they need it. This lets them make the most of every moment.
bn: Firefox OS অন্য যেকোন ফোনের তুলনায় খুব সহজে ব্যবহারকারীর চাহিদার সাথে মানিয়ে নিতে পারে। বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান যেকোন তথ্যের খোঁজ দিতে পারে — ব্যবহারকারী যা খুঁজছেন ঠিক তা-ই, এবং একেবারে সঠিক সময়ে। এতে তারা সময়ের সবচে’ বেশী ব্যবহার উপযোগীতা পেয়ে থাকেন।

source: Have it All
bn: সবকিছু আছে

source: Firefox OS is packed with all the features that made your customers want a smartphone in the first place: apps, maps, camera, gallery, social features, music and more. Firefox OS lets customers take control of their online lives and get the best of the Web no matter where they go.
bn: একজন ক্রেতা স্মার্টফোনের প্রতি আকৃষ্ট হন যেসব সুবিধার কথা ভেবে তার সবকিছুই Firefox OS-এ রয়েছেঃ অ্যাপ, মানচিত্র, ক্যামেরা, গ্যালারি, সামাজিক উপাদান, গান এবং আরো অনেক কিছুই। Firefox OS ক্রেতাদেরকে নিজেদের অনলাইন জীবনের ওপর নিয়ন্ত্রণ করার অধিকার দেয়, এবং তারা যেখানেই যান না কেন ওয়েব থেকে সর্বশ্রেষ্ঠ সবকিছু পাবার সুযোগ করে দেয়।

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of thousands of developers working to innovate on your customers’ behalf and made locally with their interests and needs in mind. When customers choose Firefox OS, they’re helping build a brighter future for the Web for all.
bn: Mozilla তে, আমরা একটি পরিবর্তনের জন্যে কাজ করছি, মুনাফার জন্যে নয়। Firefox OS স্মার্টফোনগুলোর পেছনে রয়েছে আন্তর্জাতিক কমিউনিটির লাখ লাখ সদস্য আর হাজারো ডেভেলপারদের শ্রম যাঁরা ক্রেতাদের আকাঙ্ক্ষা ও চাহিদার কথা মাথায় রেখে কাজ করছেন আর সেই অনুযায়ী নতুন সব ক্ষেত্র তৈরি করে যাচ্ছেন। Firefox OS নির্বাচনের মাধ্যমে ক্রেতারা ওয়েবের জন্য উজ্জ্বল ভবিষ্যৎ তৈরি করতে সাহায্য করছেন।

source: Your customer’s needs are always changing. Firefox OS smartphones adapt to your customers’ needs so they can live every moment to its fullest. Easy to use, they’re perfect for new smartphone users and full of all the features that customers expect. Powered by Mozilla, Firefox OS devices are the right choice for anyone committed to ensuring that the Web remains
bn: আপনার ক্রেতার চাহিদা প্রতি মুহূর্তে পরিবর্তিত হয়। Firefox OS স্মার্টফোনক্রেতার চাহিদার সাথে খাপ খেয়ে চলে যাতে তাদের প্রতিটি মুহূর্ত পূর্ণতা পায়। সহজে ব্যবহার করা যায়, তাই নতুন স্মার্টফোন ব্যবহারকারীদের জন্য এগুলো সম্পূর্ণউপযোগী, আর তাঁদের প্রত্যাশিত সুবিধায় ভরপুর। ওয়েবকে সবার জন্য মুক্ত রাখতে যারাপ্রতিজ্ঞাবদ্ধ তাদের জন্য Mozilla পক্ষ হতে Firefox OS ডিভাইসই সঠিক পছন্দ।

source: Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool. So what should you show? Browse the demonstration videos below to get started.
bn: Firefox OS এর বৈশিষ্ট্যগুলোর পরিবর্তন এবং তা কত সহজে ব্যবহার করা যায় তা হবে বিক্রয়ের জন্য আপনার সবচেয়ে ভালো টুল। শুরু করতে নিচের প্রদর্শনের ভিডিওগুলো ব্রাউজ করুন।

source: Map
bn: মানচিত্র

source: Social
bn: সামাজিক

source: Browsing
bn: ব্রাউজিং

source: Firefox OS puts the Web in users’ hands better than any other phone.
bn: Firefox OS অন্য যেকোন ফোনের চেয়ে আরও ভালভাবে ব্যবহারকারীর হাতে ওয়েব উপহার দিচ্ছে।

source: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video, and more
bn: ছবি তুলুন, সম্পাদনা করুন এবং শেয়ার করুন। আমাদের পরিপূর্ণ-সুবিধাযুক্ত ক্যামেরা এবং গ্যালারী অ্যাপ প্রদর্শন করুন, যাতে আছে বিল্ট-ইন স্টাইল ফিল্টার, ভিডিও এবং আরো অনেক কিছু

source: Music and FM Radio
bn: সঙ্গীত ও এফএম রেডিও

source: <h3><em>"I have never had a smartphone."</em></h3> <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and it adapts to your needs better than any other phone, so you get more of what you need with less time searching. Plus, it is packed with all the features you’d expect, from camera, to email, apps, music, maps and more.
bn: <h3><em>"আমার পূর্বে কোন স্মার্টফোন ছিল না।"</em></h3> <strong>এক্ষেত্রে আপনি যা বলতে পারেন</strong> প্রথমবার স্মার্টফোন ব্যবহারকারীদের জন্য Firefox OS সর্বোৎকৃষ্ট পছন্দ। এটি ব্যবহার করা অনেক সহজ, এবং অন্য যেকোনো ফোনের চেয়ে আরও সহজে খাপ খাইয়ে নেয়, তাই আপনি কম সময়ে আপনার প্রয়োজনীয় বেশি জিনিস খুঁজে পাবেন। এরসাথে এতে আপনার প্রত্যাশা অনুযায়ী সকল বৈশিষ্ট্য রয়েছে, ক্যামেরা থেকে নিয়ে ইমেইল, অ্যাপ, সঙ্গীত, ম্যাপ এবং আরো অনেক কিছু।

source: <h3><em>"I want a good deal."</em></h3> <strong>Here’s what you can say:</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.
bn: <h3><em>"আমি টাকার বিনিময়ে ভাল কিছু চাই।"</em></h3> <strong>এক্ষেত্রে আপনি যা বলতে পারেন:</strong> Firefox OS আপনার টাকার সর্বোচ্চ গুরুত্ব দেয়। আপনি একটি স্মার্টফোন থেকে যা আশা করেন তাতে আছে- ক্যামেরা, ই-মেইল,অ্যাপ,মানচিত্র এবং আরো অনেক কিছু- এবং তা পাবেন সবচেয়ে সাশ্রয়ী মূল্যে।
