Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ar, bn, cs, ja, ro, sr, ta

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the open Web. It is designed to protect the user and system from malicious applications and content.
ar: نظام التشغيل فيرفكس لديه نموذج الأمن القوي ذا خبرة قتالية من أكثر من عشر سنوات من دعم الويب المفتوح. وهي مصممة لحماية المستخدم والنظام من التطبيقات والمحتويات الخبيثة .
bn: Firefox OS এর একটি বলিষ্ঠ নিরাপত্তার কাঠামো আছে যা এক দশকের অধিক সময় ধরে মুক্ত ওয়েবকে সমর্থন করে দৃঢ়তা লাভ করেছে। এটি ব্যাবহারকারী ও সিস্টেমকে ক্ষতিকারক অ্যাপপ্লিকেশন ও বিষয়বস্তু থেকে সুরক্ষিত রাখার উপযোগী করে ডিজাইন করা হয়েছে।
cs: Firefox OS používá robustní zabezpečený model, který si vybojoval dobrou pověst během více než deseti let podpory otevřeného webu. Je vytvořený tak, aby chránil uživatele i systém před škodlivými aplikacemi a škodlivým obsahem.
ja: Firefox OS は 10 年以上にわたってオープン Web を支えてきた経験に裏打ちされた、堅牢なセキュリティモデルを採用しています。これによりユーザを悪意あるアプリやコンテンツから保護します。
ro: Firefox OS are un model robust de securitate care este consolidat de mai bine de un deceniu de sprijinire a Webului deschis. Este conceput să protejeze utilizatorul și sistemul de aplicații și conținut malițios.
ta: ஒரு வலுவான பாதுகாப்பு மாதிரி என்ாட்டம் சுமார் 10 வருடங்களுக்கு மேலாக திறந்த இணையத்தை ஆதரித்து வருவது கடினம் ஆகும். இதன் வடிவமைப்பு பயனர்களையும் கணினியையும் நச்சு நிரல்களிடம் இருந்து பயன்பாடுகளையும் அதன் உள்ளடக்கங்களையும் பாதுகாப்பதோடு தன்னையும் காப்பாற்றிக்கொள்கிறது.

source: What do you mean I can convert mobile sites into apps?
ar: ماذا تقصد بأنني أستطيع تحويل المواقع الإلكترونية إلى تطبيقات؟
bn: মোবাইল সাইটকে অ্যাপে পরিণত করতে পারব বলতে কি বোঝাচ্ছেন?
ja: モバイルサイトをアプリにできる、とはどういうことですか？
ro: Ce înseamnă că pot converti site-urile mobile în aplicații?
ta: செல்பேசி தளங்களை பயன்பாடுகளாக மாற்ற முடியும் என குறிப்பிட்டீர்களா?

source: Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search. Tools such as Emscripten and PhoneGap are also able to convert other apps (*.apk and/or C/C++) to Web apps.
ar: ليس بشكل مباشر. ومع ذلك، فإن العديد من تطبيقات نظم تشغيل الآندرويد و الiOS الأكثر شعبية هي في الواقع تطبيقات ويب تحتوي على "إطار" محلي للسماح لهم بالتشغيل على منصات البرامج. ولذا فإن كثيراً من نفس التطبيقات سوف تكون متاحة من خلال البحث عن التطبيقات المتكيف. أدوات مثل Emscripten وPhoneGap هي أيضا قادرة على تحويل تطبيقات أخرى (*.apk and/or C/C++) إلى تطبيقات ويب.
cs: Ne přímo. Mnohé z nejoblíbenějších aplikací vytvořených pro Android a iOS jsou ale ve skutečnosti webové aplikace, které mají nativní “obálku”, a je tedy možné je provozovat na proprietárních platformách. Proto také mnohé z těchto aplikací budou k dispozici prostřednictvím adaptivního vyhledávání aplikací. Nástroje jako Emscriptem a PhoneGap jsou také schopny konvertovat další aplikace (*.apk a C/C++) do formátu webových aplikací.
ja: 直接使用することはできません。しかし多くの Android や iOS のアプリは、商用プラットフォームで動作するようにラップされた Web アプリです。そのためアプリ検索でそれらを探し、利用できます。また Emscripten や PhoneGap のようなツールを利用することで、*.apk や C/C++ で実装されたアプリを Web アプリに変換できます。
ro: Nu în mod direct. Cu toate acestea, multe dintre cele mai populare aplicații Android și iOS sunt de fapt aplicații Web care au o „împachetare” nativă pentru a le permite să ruleze pe platforme proprietare. De aceea, multe dintre aceleași aplicații vor fi disponibile prin intermediul căutării adaptive de aplicații. Unelte precum Emscripten și PhoneGap permit, de asemenea, convertirea celorlalte aplicații (*.apk și/sau C/C++) în aplicații Web.
ta: நேரடியாக இல்லை. எப்படியாகினும், மிகவும் பிரபலமான Android மற்றும் iOS பயன்பாடுகள் உண்மையில் இணைய பயன்பாடுகளே அவை சொந்தமாக “wrapper” என்பதைப் பயன்படுத்தி தனியுரிம தளங்களிலும் இயங்குகிறது. எனவே, அந்த மாதிரியான பயன்பாடுகளை தகவமைப்பு தேடல் வாயிலாக பெறுங்கள். Emscripten மற்றும் PhoneGap போன்ற மென்பொருள் கருவிகள் மற்ற பயன்பாடுகளை(*.apk மற்றும்/அல்லது C/C++) இணைய பயன்பாடுகளாக மாற்றித் தருகிறது.

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functions. That means apps do not require an active Internet connection to work unless they need to send or receive data.
ar: فيرفكس مبني على نظام تشغيل تقنيات الويب لكن لديه قدرات لجميع الوظائف الأساسية للهاتف. وهذا يعني التطبيقات لا تتطلب الاتصال بإنترنت نشط للعمل إلا إذا كانت بحاجة الى إرسال أو استقبال البيانات.
cs: Firefox OS je založen na webových technologiích, ale nabízí možnosti offline používání všech klíčových funkcí telefonu. Znamená to, že aplikace k tomu, aby mohly fungovat, nevyžadují aktivní internetové připojení až do doby, než musí odeslat nebo přijmout data z jiného systému přes internet, aby pak mohly fungovat dále.
ja: Firefox OS は Web 技術を用いて作成されていますが、重要な機能はすべてオフラインでも動作します。つまりデータを送受信する必要がなければ、インターネット接続がなくてもアプリを実行できます。
ro: Firefox OS este construit pe tehnologii Web, dar posedă și capabilități offline pentru toate funcțiile de bază ale telefonului. Asta înseamnă că aplicațiile nu au nevoie de o conexiune activă la Internet pentru a putea funcționa, decât dacă au nevoie să transmită sau să primească date.
ta: Firefox OS ஆனது இணைய தொழில்நுட்பங்களை வைத்து உருவாக்கப்பட்ட போதிலும் இணையமற்ற நிலையிலும் பேசி செயல்படத் தேவையான முக்கிய செயல்பாடுகள் வைத்துள்ளது. எனவே பயன்பாடுகள் செயல்பட இணைய இணைப்பு அவசியம் இல்லை ஏனென்றால் பயன்பாடு மற்ற சாதனங்களுடன் தொடர்பு கொண்டு தகவலை அனுப்பம்போதோ பெறும்போதோ இணையம் வேலை செய்ய வேண்டும்.

source: Customers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the customer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.
ar: العملاء الذين يحتاجون إلى الدعم التطبيقات التي بنيت لنظام التشغيل فيرفكس ستوجه لمطور التطبيق للحصول على المساعدة. إذا كانت تجربة العملاء مع نظام التشغيل فيرفكس تتأثر سلباً من جراء الدعم الناجم عن التطبيق، قد يوصي موزيلا بالحلول بما في ذلك إلغاء تثبيت التطبيق حتى يوفر المطور المساعدة المناسبة.
cs: Zákazníci, kteří potřebují podporu pro aplikaci vytvořenou pro Firefox OS, budou přesměrováni na vývojáře této aplikace. V případě, že možnosti práce uživatele telefonu Firefox OS budou podporou aplikace negativně ovlivněny, Mozilla doporučí nápravné kroky, včetně odinstalace této aplikace až do doby, než vývojář poskytne potřebnou podporu.
ja: Firefox OS 向けに開発されたアプリのサポートはアプリ開発者が行います。サポートの対応によって、Firefox OS の体験が著しく損なわれる場合、開発者が適切なサポートを始めるまでの間、Mozilla はアプリのアンインストールむ含めた回避策を薦める場合があります。
ro: Clienții care au nevoie de suport pentru o aplicație construită pentru Firefox OS vor fi direcționați la dezvoltatorul aplicației pentru asistență. Dacă experiența utilizatorului cu Firefox OS este afectată negativ de incidente de suport asociate aplicației, Mozilla poate recomanda soluții, inclusiv dezinstalarea aplicației, până când dezvoltatorul oferă o asistență adecvată.
ta: Firefox OS க்காக உருவாக்கப்பட்ட பயன்பாடுகளின் ஆதரவு பயனர்களுக்கு தேவையெனில் அந்த பயன்பாட்டை உருவாக்கிய உருவாக்குநருக்கு கோரிக்கை திருப்பப்படும். ஒருவேளை பயனரின் Firefox OS அனுபவம் அந்த பயன்பாட்டால் சீர்குழைகிறது என்றால் உருவாக்குநரிடம் இருந்து தகுந்த ஆதரவு கிடைக்கும் வரையில் பயன்பாட்டை நீக்கச் சொல்வதே தீர்வாகும்.

source: What email providers are supported?
ar: ما هو مزود البريد المعتمد ؟
bn: কোন কোন ই-মেইল সেবা সমর্থন করে?
cs: Kteří poskytovatelé e-mailových služeb jsou podporováni?
ja: 利用できる電子メールサービスは何ですか？
ro: Ce furnizori de e-mail sunt suportați?
ta: என்னென்ன மின்னஞ்சல் வழங்குநர்கள் ஆதிரிக்கப்படுகிறார்கள்?

source: Think you are almost ready to start selling Firefox OS to your customers? Put your knowledge to the test and answer these questions to prove you have what it takes.
ar: هل تعتقد أنك تكاد تكون على استعداد لبدء بيع نظام التشغيل فيرفكس لعملائك؟ ضع معرفتك للاختبار والإجابة على هذه الأسئلة لإثبات أن لديك ما يلزم.
bn: ভাবুন আপনি কি ক্রেতাদের নিকট Firefox OS বিক্রি করার জন্য প্রায় প্রস্তত? আপনার জ্ঞান কাজে লাগান, উত্তর দিয়ে প্রমাণ করুন একাজে যা প্রয়োজন তা আপনার আছে।
cs: Myslíte si, že jste téměř připraveni začít prodávat Firefox OS svým zákazníkům? Uplatněte své znalosti v praxi a zodpovězte tyto otázky, abyste dokázali, že víte to, co je potřeba vědět.
ja: Firefox OS に関する知識はバッチリですか？クイズに答えて、知識を確認しておきましょう。
ro: Credeți că sunteți aproape gata să începeți vânzarea de dispozitive Firefox OS clienților dumneavoastră? Puneți-vă cunoștințele la încercare și răspundeți la aceste întrebări pentru a demonstra că aveți tot ceea ce este necesar.
ta: நீங்கள் Firefox Osஐ வாடிக்கையாளர்களுக்கு விற்பனை செய்ய தொடங்கிவிட்டீர்கள் என நினையுங்கள்? உங்களுடைய அறிவை போட்டு கீழேக் கேட்கப்படும் கேள்விகளுக்கு பதில் சொல்லுவதன் மூலம் உங்களுக்கு என்ன தேவை என்பதை தெரியவரும்.

source: Get Ready to Sell!
ar: استعد للبيع !
bn: বিক্রির জন্য প্রস্তুত হয়ে যান!
cs: Připravte se k prodeji!
ja: さてはじめましょう。
ro: Fiți gata să vindeți!
ta: விற்க தயாராக இருங்கள்!

source: Which of the following apps is preloaded on every Firefox OS phone? Select all that apply.
ar: ما هي التطبيقات التي توجد مسبقا على نظام تشغيل فيرفكس ؟ اختر كل الذي ينطبق.
cs: Která z následujících aplikací je předem nainstalovaná na každém telefonu Firefox OS? Vyberte všechny možnosti, které přicházejí v úvahu.
ja: 以下の中から、Firefox OS 端末にプリインストールされているものを、すべて選んでください。
ro: Care dintre următoarele aplicații este preîncărcată pe fiecare telefon Firefox OS? Selectați toate variantele care se aplică.
ta: பின்வரும் பயன்பாடுகளில் எவை முன்கூட்டியே Firefox OS பேசியில் நிறுவப்பட்டு இருக்கும்? பொருத்தமாக இருக்கும் அனைத்தையும் தேர்ந்தெடுங்கள்.

source: There are more. Try again
ar: هنالك المزيد. أعد المحاولة
bn: আরও আছে। আবার চেষ্টা করুন
ja: まだ他にもあります。探してみてください。
ro: Mai sunt și altele. Încercați din nou
ta: இன்னமும் உள்ளன.மீ்ண்டும் முயற்சிக்கவும்

source: That’s right! This icon represents Messages —or text messaging.
ar: هذا صحيح! الأيقونة تمثل الرسائل — أو الرسائل النصية.
bn: একদম সঠিক! এই আইকনটি ম্যাসেজ বা ক্ষুদে বার্তা নির্দেশ করে।
cs: Správně! Tato ikona zastupuje Zprávy —nebo textové zprávy.
ja: 正解です。このアイコンは SMS（メッセージ）アプリのものでした。
ro: Corect! Această iconiță reprezintă Mesaje — sau mesagerie text.
ta: மிக சரி! இந்த சின்னம் செய்திகளையோ — அல்லது உரை செய்திகளையோ சுட்டுகிறது.

source: Actually, this icon represents Messages — or text messaging.
ar: في الواقع, هذه الأيقونه تمثل الرسائل — أو الرسائل النصية.
bn: আসলে, এই আইকনটি ম্যাসেজ বা ক্ষুদে বার্তা নির্দেশ করে।
cs: Tato ikona ve skutečnosti představuje Zprávy —nebo textové zprávy.
ja: このアイコンは SMS（メッセージ）アプリのものでした。
ro: De fapt, această iconiță reprezintă Mesaje — sau mesagerie text.
ta: இந்த சின்னம் செய்திகளையோ — அல்லது உரை செய்திகளையோ சுட்டுகிறது.

source: That’s right. This icon represents the Contacts.
ar: هذا صحيح ! هذه الأيقونة تمثل جهات الاتصال.
cs: Správně! Tato ikona zastupuje Kontakty.
ja: 正解です。このアイコンは Firefox ブラウザのものです。
ro: Corect. Această iconiță reprezintă Contacte.
ta: மிக சரி! இந்த சின்னம் தொடர்ப்புகளை சுட்டுகிறது.

source: Actually, this icon represents the Contacts.
ar: في الواقع, هذه الأيقونة تمثل جهات الاتصال.
bn: আসলে, এই আইকন কন্টাক্ট নির্দেশ করে।
cs: Tato ikona ve skutečnosti představuje Kontakty.
ja: このアイコンは Firefox ブラウザのものでした。
ro: De fapt, această iconiță reprezintă Contacte.
ta: இந்த சின்னம் தொடர்ப்புகளை சுட்டுகிறது.

source: While all of these statements are true, which two responses would be most useful to a first-time smartphone customer?
ar: في حين أن كل من هذه البيانات صحيحة، أي من الردين سيكون أكثر فائدة للعميل الذكي لأول مرة؟
bn: যদি এখানকার প্রতিটি বিবৃতি সত্য হয় তাহলে কোন দুইটি প্রতিক্রিয়া প্রথমবারের মত স্মার্ট ফোন ব্যাবহারকারী একজন ক্রেতার ক্ষেত্রে সব থেকে উপযোগী হবে?
ja: 以下の文の中から、初めてスマホを購入する人に対する回答として適切なものを 2 つ選んでください。
ro: Deși toate aceste afirmații sunt adevărate, care două răspunsuri ar fi cele mai utile pentru un client care folosește un smartphone pentru prima dată?
ta: அனைத்து கூற்றுகளும் மெய்யாக இருக்கும்போது, எந்த இரண்டு பதில்கள் முதல் முறை திறன்பேசியை பயன்படுத்தும் பயனருக்கு பயனுள்ளதாக இருக்கும்?

source: The best response to this objection is to talk about all the apps that are available.
ar: أفضل رد على الاعتراض هو أن تتحدث عن كل التطبيقات المتوفرة.
bn: এই প্রশ্নের সবচেয়ে ভালো উত্তর হল যে সকল অ্যাপ আছে তা নিয়ে কথা বলা।
ja: 最適な回答は、利用できるアプリについてすべて説明することです。
ro: Cel mai bun răspuns la această obiecție este să vorbiți despre toate aplicațiile care sunt disponibile.
ta: இந்த மாதிரியான எதிர்ப்புக்கு இருக்கின்ற அனைத்து செயலிகளைப் பற்றி பேசுவதே சிறந்த பதிலாகும்.

source: The best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.
ar: أفضل رد على هذا الاعتراض هو أن نتحدث عن تجربة مجتمع موزيلا الذي يقف وراء نظام التشغيل فيرفكس.
bn: এই অভিযোগের প্রেক্ষিতে সব থেকে উত্তম প্রতিক্রিয়া হল Firefox OS এর পিছনে থাকা Mozilla কমিউনিটির অভিজ্ঞতার ব্যাপারে কথা বলা।
ja: 最適な回答は、Firefox OS を支える Mozilla コミュニティの体験を説明することです。
ro: Cel mai bun răspuns la această obiecție este să vorbiți despre experiența comunității Mozilla care este în spatele Firefox OS.
ta: இந்த மாதிரியான எதிர்ப்புக்கு Firefox OS பக்க பலமாக உள்ள மொசில்லா சமூகத்துடனான அனுபவத்தை பற்றி எடுத்துக் கூறுவதே சிறந்த பதிலாகும்.

source: The best response to this objection is to talk about the robust security model.
ar: أفضل رد على هذا الاعتراض هو أن تتحدث عن النموذج الأمني القوي.
bn: এই অভিযোগের সর্বোত্তম জবাব হচ্ছে এর জোড়ালো নিরাপত্তা মডেল নিয়ে কথা বলা।
ja: 最適な回答は、堅牢なセキュリティモデルについて説明することです。
ro: Cel mai bun răspuns la această obiecție este să vorbiți despre modelul robust de securitate.
ta: இதுப்பொன்ற எதிர்ப்பிற்கு வலுவான பாதுகாப்பு மாதிரி பற்றி பேசுவதே சிறந்த பதில்.

source: Calendar
ar: التقويم
ja: カレンダー
ta: நாள்காட்டி

source: Clock
ar: الساعة
ja: 時計
ro: Ceas
ta: கடிகாரம்

source: Email and Messages
ar: البريد الإلكتروني والرسائل
bn: ইমেইল ও এসএমএস
cs: E-maily a Zprávy
ja: メールとメッセージ
ro: E-mail și mesaje
ta: அஞ்சல் மற்றும் செய்திகள்

source: Music
ar: الموسيقى
bn: সঙ্গীত
ja: 音楽
ro: Muzică
ta: இசை

source: Messages
ar: الرسائل
bn: ম্যাসেজ
ja: メッセージ
ro: Mesaje
ta: செய்திகள்

source: With Adaptive App Search, Firefox OS adapts to you needs better than any other phone.
ar: مع خاصية البحث في التطبيقات التكيفية ، يتكيف نظام التشغيل فيرفكس مع احتياجاتكم أفضل من أي جهاز آخر.
bn: বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধানের দ্বারা, Firefox OS অন্য ফোনের চেয়ে আপনার চাহিদার সাথে ভালোমত মানিয়ে নিতে পারে।
cs: Díky adaptivnímu vyhledávání aplikací se telefon Firefox OS přizpůsobí vašim potřebám lépe než jiné telefony.
ja: 適応的アプリ検索を使えば、他の電話より簡単に必要なアプリを探せます。
ro: Prin funcția de căutare adaptivă de aplicații, Firefox OS se adaptează nevoilor dumneavoastră mai bine ca oricare alt telefon.
ta: மற்ற பேசிகளை விட தகவமைப்பு பயன்பாடு தேடல், உங்களுடைய தேவைகளை நன்றாக உணர்கிறது.

source: If you love Firefox, you’ll love Firefox OS. Choosing a Firefox OS device puts the power of the Web in your hands.
ar: إذا كنت تحب فيرفكس، ستحب نظام التشغيل فيرفكس. اختيار جهاز نظام التشغيل فيرفكس يضع سلطة للويب في يديك.
ja: Firefox が好きなら、きっと Firefox OS も気にいるはずです。ぜひ使ってみて、Web の力を感じてください。
ro: Dacă iubiți Firefox, veți iubi Firefox OS. Alegând un dispozitiv Firefox OS vă pune puterea Webului în mâinile dumneavoastră.
ta: நீங்கள் Firefox உலாவியை விரும்பினால், உங்களுக்கு Firefox OS பேசிகளும் பிடிக்கும். Firefox OS ஐ தேர்வுச்செய்தால் சக்தி வாய்ந்த இணையம் உங்கள் கைகளில் இருக்கும்.

source: Firefox OS gives you the most value for your money, with everything you expect — Camera, Email, apps, Music and more — at the most competitive prices.
ar: نظام التشغيل فيرفكس يمنحك أكبر قدر من القيمة لأموالك، مع كل ما تتوقعه - كاميرا، بريد الإلكتروني، وتطبيقات وموسيقى وأكثر - وبأسعار تنافسية.
cs: Firefox OS vám dá za vaše peníze největší hodnotu. Má všechno, co se od chytrého telefonu očekává — fotoaparát, e-mail, aplikace, hudbu, mapy a mnoho dalšího — a to všechno za velmi konkurenční ceny.
ja: Firefox OS はコストパフォーマンスに優れています。低価格でありながら、カメラ、メール、アプリ、音楽、といったスマホに期待される機能をすべて備えています。
ro: Firefox OS vă oferă cel mai bun raport calitate/preț, cu tot ce vă așteptați — cameră, e-mail, aplicații, muzică și multe altele — la cele mai competitive prețuri.
ta: நல்ல மதிப்புடைய செய்திகள், முகநுல், மின்னஞ்சல் எனப் பல செயலிகளையும் நீங்கள் எதிர்பாத்த வசதிகளையும் Firefox OS திறன்பேசியில் ஏற்கனவே நிறுவப்பட்டு வெளி வருகின்றது.

source: <strong>Here’s what you can say:</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.
ar: <strong>إليك ما يمكنك قوله:</strong> نظام التشغيل فيرفكس يمنحك أكبر قدر من القيمة لأموالك. لديه كل ما تتوقعه في الهاتف الذكي - الكاميرا، والبريد الإلكتروني، وتطبيقات، والموسيقى والخرائط وغيرها - وبأسعار تنافسية.
cs: <strong>Co můžete říci:</strong> Firefox OS vám dá za vaše peníze největší hodnotu. Má všechno, co se od chytrého telefonu očekává — fotoaparát, e-mail, aplikace, hudbu, mapy a mnoho dalšího — a to všechno za velmi konkurenční ceny.
ja: <strong>回答はこちら：</strong> Firefox OS はコストパフォーマンスに優れています。低価格でありながら、カメラ、メール、アプリ、音楽、といったスマホに期待される機能をすべて備えています。
ro: <strong>Iată ce puteți să spuneți:</strong> Firefox OS vă oferă cel mai bun raport calitate/preț. Are orice v-ați aștepta într-un smartphone — cameră, e-mail, aplicații, muzică, hărți și multe altele — la cele mai competitive prețuri.

source: An excellent user experience
ar: تجربة مستخدم ممتازة
ja: 優れたユーザ体験
ro: O experiență de utilizare excelentă

source: Life is complicated, your smartphone shouldn’t be. Firefox OS is designed for better performance, easier customization and simpler navigation. Everything your customer needs or wants is either one scroll or swipe away.
ar: الحياة معقدة، هاتفك الذكي لا ينبغي أن يكون كذلك. تم تصميم نظام التشغيل فيرفكس لأداء أفضل ، وتخصيص أسهل وملاحة أبسط . كل شيء يحتاجه أو يريده العميل الخاص بك يبعد عنه إما انتقالاً واحداً أو تمريراً.
ja: 人生は複雑なものですが、スマホはそうあってはいけません。Firefox OS は良い性能と、カスタマイズの簡単さ、シンプルな操作性を持つようデザインされています。スクロールとスワイプだけで操作できます。
ro: Viața e complicată, smartphone-ul dumneavoastră nu ar trebui să fie. Firefox OS este conceput pentru performanță mai bună, personalizare mai ușoară și navigare mai simplă. Tot ce are nevoie sau ce vrea clientul se află fie la o derulare distanță, fie la o glisare distanță.

source: Made with you in mind
ar: تم تقديمه لك أنت بشكل أساسي
ja: ユーザを第一に
ro: Creat și gândit pentru dumneavoastră

source: Use your phone in your language, control your data usage and personalize it by creating your own ringtones. You can also download locally-relevant apps that enrich and simplify your daily life. Firefox OS is truly a phone made with you in mind.
ar: استخدم الهاتف بلغتك، وراقب استخدام البيانات الخاصة بك و أضف إليها الطابع الشخصي من خلال إنشاء النغمات الخاصة بك. يمكنك أيضاً تحميل تطبيقات محلية ذات صلة تثري وتبسيط حياتك اليومية. نظام التشغيل فيرفكس حقاً هاتف موجه لك أنت بشكل أساسي.
ja: 自国の言語で使用でき、通信量を自分でコントロールできます。着信音の作成や、カスタマイズもできます。日々の生活を豊かに、シンプルにしてくれるアプリをダウンロードして使うこともできます。Firefox OS は、ほんとうの意味で使う人のことを第一に開発された端末です。
ro: Folosiți telefonul în limba dumneavoastră, controlați utilizarea de date și personalizați prin crearea de tonuri de apel personale. Puteți descărca și aplicațiile local relevante care vă îmbogățesc și vă simplifică viața de zi cu zi. Firefox OS este cu adevărat telefonul creat și gândit pentru dumneavoastră.

source: Keep the Web in your hands
ar: أبق الويب في يديك
cs: Web ve vašich rukou
ja: コミュニテイによる開発
ro: Luați Webul în propriile mâini

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of developers working to innovate and further Web technologies. When you choose Firefox OS, you’re helping build a brighter future for the Web for all.
ar: في موزيلا، نحن هنا لإحداث فرق، وليس للربح. الهواتف الذكية لنظام التشغيل فيرفكس مدعومة من قبل مجتمع عالمي من المطورين الذين يعملون على الابتكار ومزيد من تقنيات الويب. عندما تختار نظام التشغيل فيرفكس ، فإنك تساعد في بناء مستقبل أكثر إشراقاً للويب للجميع.
cs: Pro Mozillu je nejdůležitější to, čím se liší od ostatních, nikoli zisk. Chytré telefony Firefox OS jsou vyvíjeny globální komunitou vývojářů, kteří pracují na inovacích a posunu webových technologií. Když se zákazníci rozhodnou pro Firefox OS, pomáhají tím vytvářet lepší budoucnost webu pro všechny.
ja: Mozilla は利益のためでなく、変化をもたらすために活動しています。我々の製品である、Firefox OS は技術の革新と、進歩に貢献する開発者のグローバルなコミュニティによって支えられています。Firefox OS を選んでいただくことによって、すべての人にとって、より輝かしい Web の未来を築く活動を支援していただくことになります。
ro: La Mozilla, vrem să facem o diferență, nu profit. Smartphone-urile Firefox OS sunt susținute de o comunitate globală de dezvoltatori care lucrează pentru a inova și avansa tehnologiile Web. Când alegeți Firefox OS, ajutați la clădirea unui viitor mai bun pentru Web pentru toată lumea.

source: A phone for everyone
ar: هاتف للجميع
ja: みんなのためのスマートフォン
ro: Un telefon pentru fiecare

source: Your customers want to get the most out of life, so why should they get any less from their mobile device? Firefox OS devices are perfect for new smartphone users — easy to use and full of all the features that they expect. And because Firefox OS devices are powered by Mozilla, they’re the perfect choice for anyone committed to keeping the Web open for all.
ar: زبائنك ترغب في الحصول على أقصى استفادة من الحياة، فلماذا إذاً يحصلون على أقل من أجهزتهم النقالة؟ أجهزة نظام التشغيل فيرفكس مثالية لمستخدمي الهاتف الذكي الجديد - سهل الاستخدام وكامل من جميع الميزات التي يتوقعونها. ولأن أجهزة نظام التشغيل فيرفكس مدعومة من قبل موزيلا، فهم الخيار الأمثل لأي ملتزم في إبقاء الويب مفتوح للجميع.
cs: Vaši zákazníci si chtějí užívat, tak proč by jim v tom nemohlo pomáhat i chytré mobilní zařízení? Zařízení s Firefox OS jsou skvělá pro nové uživatele chytrých telefonů — snadno se používají a jsou plné funkcí, které od takového telefonu očekáváte. Zařízení Firefox OS podporovaná Mozillou jsou tou nejlepší volbou pro každého, komu záleží na tom, aby web zůstal veřejným zdrojem dostupným pro všechny.
ja: 生活を最大限に充実させたいと考えているのに、持っているモバイルデバイスをそれほど活用できないのはなぜでしょうか？Firefox OS デバイスは、スマートフォンを初めて使用するユーザに最適です。使いやすく、ユーザが期待する機能をすべて備えているからです。また、Firefox OS デバイスは Mozilla が支援しているため、すべての人々にとってオープンな Web を維持したいと考える誰にとっても、最適な選択肢です。
ro: Clienții vor să trăiască viața la maxim, așadar de ce ar trebui să primească mai puțin de la dispozitivele lor mobile? Dispozitivele Firefox OS sunt perfecte pentru utilizatori noi de smartphone — ușor de folosit și pline de toate funcțiile la care se așteaptă. Și pentru că dispozitivele Firefox OS sunt susținute de Mozilla, sunt alegerea perfectă pentru oricine e dedicat păstrării Webului deschis pentru toată lumea.

source: Show your customers how easy it is to get apps in the Firefox Marketplace. Tell them that the Marketplace has the cool games and apps that they’re looking for. Demonstrate an example of a local app that will help make their lives easier.
ar: أظهر لعملائك كم هو سهل للحصول على تطبيقات من سوق فيرفكس. أخبرهم أن السوق لديه الألعاب والتطبيقات الرائعة التي يبحثون عنه. أعطهم مثالاً على التطبيقات المحلية التي من شأنها أن تساعد على جعل حياتهم أسهل.
ja: Firefox Marketplace からのアプリをインストールすることが簡単であることを示しましょう。Marketplace には探しているアプリがあることも伝えましょう。アプリを例に挙げ、そのアプリが生活をより便利にするかを示してください。
ro: Arătați-le clienților cât de ușor este să obțină aplicații de pe Firefox Marketplace. Spuneți-le că Marketplace are jocuri fantastice și aplicațiile pe care le caută. Demonstrați-le un exemplu de aplicație locală care le va face viața mai ușoară.

source: Rich media experience
ar: تجربة الوسائط الغنية
ja: 豊かなメディア体験
ro: Experiență media bogată
