Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ar, bn, cs, ja, ro, sr, ta

source: With Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them. <br><br>Camera: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more. <br><br>Music: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
ar: مع الكاميرا، المعرض، وتطبيقات الموسيقى وأكثر من ذلك، نظام التشغيل فيرفكس سيحافظ على زبائن مرفهة ومتصلة بالأشياء الأكثر أهمية بالنسبة إليهم. <br><br>الكاميرا: التصوير والتحرير والمشاركة.تباهى بمواصفات الكاميرا ومعرض التطبيقات، بما في ذلك الفلاتر المضمنة والفيديو وأكثر من ذلك. <br><br> الموسيقى: مع الموسيقى التي في متناول أيديهم، زبائنك سوف ترى كيف يجعلهم نظام التشغيل فيرفكس مرفهين ويرقصون في الشوارع.
ja: カメラ、ギャラリー、音楽アプリといったアプリを使えば、出先でも楽しく、そして友人たちとつながることを説明しましょう。例えばカメラ。撮影し、編集し、シェアできます。フィルタや、動画撮影といった機能を見せつつ、カメラとギャラリーアプリの機能を説明してください。また音楽アプリに関しては、再生してみせることで Firefox OS でも出先で音楽を楽しめることを示しましょう。
ro: Folosind aplicațiile de Cameră, Galerie, Muzică și multe altele, Firefox OS va mentine clienții încântați din mers și conectați la lucrurile care contează cel mai mult pentru ei. <br><br>Camera: Fotografiați, editați și partajați. Etalați-vă aplicațiile de cameră dotată cu o gamă completă de funcții și galerie, care include filtre de stil încorporate, video și multe altele. <br><br>Muzică: Cu muzica la vârful degetelor, clienții vor vedea cum Firefox OS îi menține încântați și dansând pe străzi.

source: Social and contact sync
ar: التزامن الاجتماعي و لجهات الاتصال
ja: SNSと連絡先との同期
ro: Sincronizarea rețelelor sociale și a contactelor

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below to learn how to best respond to each of their unique needs.
ar: فهم احتياجات عملائك ومعرفة كيفية الرد على الفور أمر بالغ الأهمية لأي فرصة بيع. تحقق من شرائح العملاء الشائعة أدناه لمعرفة كيفية الرد الأفضل على كل من احتياجاتهم الفريدة.
cs: Porozumět potřebám vašich zákazníků a vědět, jak okamžitě reagovat jsou z hlediska možnosti prodeje nejdůležitější dovednosti. Seznamte se s nejběžnějšími zákaznickými segmenty a níže si ověřte, jak nejlépe reagovat na jejich konkrétní potřeby.
ja: ニーズを把握し、即座に対応することは大切です。以下に分類されたユーザをチェックして、バーをドラッグすると、それぞれのニーズに適した対応方法を学べます。
ro: Înțelegerea nevoilor propriilor clienți și cunoașterea modului prin care să le răspundeți prompt este un aspect esențial pentru orice oportunitate de vânzare. Verificați tipologia comună a clienților și modul cel mai bun de a le răspunde nevoilor unice.

source: <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and adapts to your needs better than any other phone. That means you get more of what you need with less time spent searching. Plus, it’s packed with all the features you’d expect — camera, email, apps, music, maps and more!
ar: <strong>إليك ما يمكنك قوله:</strong>نظام التشغيل فيرفكس هو الخيار الأفضل لمستخدمي الهاتف الذكي للمرة الأولى. انه سهل الاستعمال ويتكيف مع الاحتياجات الخاصة بك أفضل من أي هاتف آخر. هذا يعني أنك تحصل على أكثر من ما تحتاج إليه مع أقل وقت تنفقه في البحث. بالاضافة الى ذلك، انه مكتظ بجميع الميزات التي تتوقعها - الكاميرا، والبريد الإلكتروني، والتطبيقات، والموسيقى والخرائط وغيرها!
cs: <strong>Co můžete říci:</strong> Firefox OS je pro lidi, kteří si kupují svůj první chytrý telefon, tou nejlepší volbou. Supersnadno se používá a přizpůsobuje se vašim potřebám lépe než jakýkoli jiný telefon. To znamená, že získáte více, než potřebujete při kratším vyhledávání. A ještě k tomu je plný funkcí, které od chytrého telefonu očekáváte — jako je fotoaparát, e-mail, aplikace, hudba, mapy a mnoho dalšího!
ja: <strong>回答はこちら：</strong>Firefox OS は初めてスマートフォンを使う人にとって最適です。極めて簡単に使え、他の端末によりも、よりニーズに適応します。つまり必要な時に必要なものを、少ない時間で見つけられるということです。その上、スマホに期待される機能、カメラ、メール、アプリ、音楽、地図、といった機能をすべて備えています。
ro: <strong>Iată ce puteți să spuneți:</strong> Firefox OS este cea mai bună alegere pentru primul smartphone deținut de utilizatori. Este super ușor de folosit și se adaptează nevoilor dumneavoastră mai bine decât orice alt telefon. Asta înseamnă că obțineți mai mult din ceea ce doriți cu mai puțin timp petrecut căutând. În plus, este dotat cu toate funcțiile la care v-ați aștepta — cameră, e-mail, aplicații, muzică, hărți și multe altele!

source: <strong>Here’s what you can say:</strong> Firefox OS is the easiest smartphone to get you started. The user interface is so intuitive, you’ll be able to quickly discover and download your favorite apps and be ready to go in no time.
ar: <strong>إليك ما يمكنك قوله:</strong>نظام التشغيل فيرفكس هو أسهل هاتف ذكي تبدأ معه. واجهة المستخدم بديهية جداً، ستكون قادراً على اكتشاف و تحميل التطبيقات المفضلة لديك بسرعة و على استعداد للذهاب في أي وقت من الأوقات.
cs: <strong>Co můžete říci:</strong> Když začínáte s chytrým telefonem, Firefox OS je ten nejvhodnější. Uživatelské rozhraní je tak intuitivní, že v něm dokážete rychle najít a stáhnout své oblíbené aplikace a rovnou je začít používat.
ja: <strong>回答はこちら：</strong>Firefox OS はスマホ初心者にとって、もっとも簡単です。直感的に使え、欲しいアプリをすぐに探して、待たずにインストールできます。
ro: <strong>Iată ce puteți să spuneți:</strong> Firefox OS este cel mai ușor smartphone cu care să începeți. Interfața utilizatorului este atât de intuitivă, veți putea să descoperiți rapid și să descărcați aplicațiile favorite și să fiți gata pentru a porni la drum în doi timpi și trei mișcări.

source: <strong>Here’s what you can say:</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
ar: <strong>إليك مما يمكنك قوله: إذا كنت تعرف وتحب فيرفكس، ستحب نظام التشغيل فيرفكس . تستند هواتف نظام التشغيل فيرفكس الذكية على HTML5 بالكامل ، وبذلك يصبح أفضل من الويب على هاتفك. بالإضافة إلى ذلك، تم تصميم نظام التشغيل فيرفكس من قبل مجتمع مكرس للحفاظ على الويب في متناول الجميع. عندما تختار نظام التشغيل فيرفكس ، لديك قدرة كاملة على الويب في متناول يديك.
cs: <strong>Co můžete říci:</strong> Když znáte Firefox a máte ho rádi, budete mít rádi telefon Firefox OS. Telefony Firefox OS jsou vyvinuté na základě jazyka HTML5, a díky tomu se do vašeho telefonu dostává to nejlepší, co na webu je. Kromě toho telefony Firefox OS vyvíjí komunita, která se snaží o to, aby přístup na web měli všichni. Když se rozhodnete pro telefon Firefox OS, budete mít ve svých rukou to nejlepší, co na web nabízí.
ja: <strong>回答はこちら：</strong>Firefox が好きなら、きっと Firefox OS のことも気にいるはずです。Firefox OS は完全に HTML5 を用いて作成されています。Firefox OS は、Web が誰にとっても利用可能なものであるために活動するコミュニティによって設計されています。つまり Firefox OS は Web の力を最大限利用できる端末となっています。それが理由です。
ro: <strong>Iată ce puteți să spuneți:</strong> Dacă cunoașteți și iubiți Firefox, veți iubi Firefox OS. Smartphone-urile Firefox OS sunt bazate în întregime pe HTML5, aducând ce-i mai bun din Web pe telefon. În plus, Firefox OS este conceput de către o comunitate dedicată în păstrarea webului accesibil tuturor. Când alegeți Firefox OS, aveți întreaga putere a Webului în mâinile dumneavoastră.

source: Your go-to source for the best apps on Firefox OS. Browse multiple categories, including games, utilities, music, travel, sports and more.
ar: انت تتوجه الى مصدر أفضل البرامج لنظام تشغيل فيرفكس. تصفح فئات متعدده, منها الألعاب, خدمات, موسيقى, رحلات, رياضة و غيرها.
cs: Zdroj, kde najdete nejlepší aplikace pro svůj Firefox OS. Prohlédněte si aplikace v mnoha kategoriích, od her přes nástroje až po hudbu, cestování, sporty a mnoho dalšího.
ja: Firefox OS で動作するアプリが集まっています。ゲーム、ユーティリティ、音楽、旅行、スポーツ。これらに代表されるカテゴリからアプリを探せます。
ro: Sursa de descărcare pentru cele mai bune aplicații Firefox OS. Navigați printre categoriile multiple, inclusiv jocuri, utilități, muzică, călătorie, sporturi și multe altele.

source: Experience the fast, smart, safe way to get the best of the Web. Use the Search Bar to visit websites, perform searches and access apps from the Marketplace. Multitask with tabs and browse multiple pages at the same time
ar: جرب الطريقة الذكية السريعة، والآمنة للحصول على أفضل ما في الويب. قم باستخدام شريط البحث لزيارة المواقع، وإجراء عمليات البحث وتطبيقات الوصول من السوق. تعدد المهام مع علامات التبويب وتصفح صفحات متعددة في نفس الوقت
cs: Užijte si rychlý, chytrý a bezpečný způsob, jak získat z webu to nejlepší. Použijte vyhledávání pro zadání adres webových stránek, vyhledávejte a stahujte aplikace z Marketplace. S panely můžete prohlížet najednou kolik stránek budete chtít
ja: 高速、スマート、安全に使えるブラウザです。アドレスバーに検索語を入れると、Web 検索や履歴の検索、またすでに開いてるタブの検索も行えます。
ro: Experimentați metoda rapidă, inteligentă și sigură de a obține ce-i mai bun din web. Folosiți bara de căutare pentru a vizita site-uri web, pentru a realiza căutări și a accesa aplicații din Marketplace. Realizați mai multe sarcini folosind file și navigați pe mai multe pagini în același timp

source: Stay connected with friends and colleagues on your favorite social networks from wherever your are..
ar: ابق على اتصال مع الأصدقاء والزملاء على الشبكات الاجتماعية المفضلة لديك من أي مكان تكون به..
cs: Zůstaňte v kontaktu s přáteli a kolegy na své oblíbené sociální síti kdekoliv právě jste.
ja: どこにいても、友達と SNS を通じてつながれます。
ro: Rămâneți conectat cu prietenii și colegii pe rețele dumneavoastră favorite oriunde vă aflați..

source: Easily import your Facebook friends to your phone and keep your community all in one place thanks to deep integration with your favorite social networks.
ar: قم باستيراد أصدقاء الفيسبوك على الهاتف الخاص بك وحافظ على مجتمعك في مكان واحد وذلك بفضل التكامل العميق مع الشبكات الاجتماعية المفضلة لديك.
ja: Facebook から連絡先を読み込むことで、どこにいても Facebook 上のコミュニティとつながれます。
ro: Importați cu ușurință prietenii de pe Facebook pe telefon și țineți-vă toate contactele într-un singur loc grație integrării profunde cu rețele sociale favorite.

source: Bluetooth
ar: بلوتوث

source: Easily pair your device with a wide range of Bluetooth accessories. Share contacts, images, videos or your favorite URLs with friends.
ar: قم بإقران الجهاز بسهولة مع مجموعة واسعة من ملحقات البلوتوث. قم بمشاركة جهات الاتصال والصور وأشرطة الفيديو أو عناوين المواقع المفضلة لديك مع الأصدقاء.
ja: 多様な機器と Bluetooth を経由して接続できます。そして連絡先や画像、動画や URL を友達とシェアできます。
ro: Asociați cu ușurință dispozitivul cu o gamă largă de accesorii Bluetooth. Partajați contacte, imagini, videoclipuri sau URL-urile favorite cu prietenii.

source: Play it all from your phone, or online via YouTube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
ar: تحكم بكل ذلك عن طريق الهاتف الخاص بك، أو عبر الإنترنت من خلال موقع يوتيوب. تصفح و شغل مجموعتك الموسيقية عن طريق الألبوم أو الفنان، قيم الأغنية و أنشئ قوائم التشغيل المفضلة لديك.
cs: Přehrávejte si, co chcete, rovnou z telefonu, nebo z internetu přes Youtube. Prohlížejte a přehrávejte si hudbu podle alba nebo interpreta, hodnoťte písničky a vytvářejte seznamy svých oblíbených skladeb.
ja: スマホ内の音楽を再生することもできますし、Youtube のビデオを流すこともできます。アルバム名やアーティスト名で音楽を探し、レーティングし、好きな曲だけを集めたプレイリストを作ることもできます。
ro: Redați muzică de pe telefon sau online via YouTube. Răsfoiți și redați colecția muzicală în funcție de album sau artist, evaluați cu steluțe melodiile și creați liste de redare a melodiilor favorite.

source: Stay connected easily and conveniently. Set up multiple email accounts, with support for the most common Exchange, POP3 or IMAP email providers.
ar: ابق على اتصال بكل بسهولة و راحة. قم بإعداد حسابات بريد الكتروني متعددة، مع دعم للتبادل الأكثر شيوعاً ،POP3 أو IMAP مقدمي خدمات الإيميل.
cs: Zůstaňte snadno v kontaktu. Díky podpoře nejběžnějších poskytovatelů e-mailových služeb Exchange, POP3 nebo IMAP je snadné nastavit si více e-mailových účtů.
ja: どこにいても、友達や仲間とつながれます。複数アカウントを管理でき、Exchange や SMTP、IMAPに対応しています。
ro: Rămâneți conectat cu ușurință și într-o manieră comodă. Configurați conturile multiple de e-mail cu suport pentru majoritatea furnizorilor de e-mail cei mai importanți care folosesc Exchange, POP3 și IMAP.

source: Find My Device
ar: ‎البحث عن جهازي
ro: Găsește-mi dispozitivul

source: Location tracking helps you find your device if you lose it. Remote wipe and lock capabilities help you keep your personal information safe.
ar: تتبع الموقع يساعدك على العثور على الجهاز الخاص بك إذا فقدته. المسح عن بعد وقدرات القفل تساعدك على الحفاظ على المعلومات الشخصية الخاصة بك آمنة.
ja: 端末を紛失した時、端末の現在位置を調べられます。それでなく、Web 上から端末をロックしたり、初期化することもできます。この機能により、個人情報を守れます。
ro: Geolocalizarea vă ajută să vă găsiți dispozitivul dacă l-ați pierdut. Ștergerea de la distanță și funcția de blocare vă ajută să vă păstrați informațiile personale în siguranță.

source: Ringtones
ar: النغمات
ja: 着信音
ro: Tonuri de apel

source: Customize your Firefox OS phone by creating new ringtones from your music collection or from songs you download from the Web.
ar: قم بتخصيص هاتف نظام تشغيل فيرفكس عن طريق إنشاء نغمات رنين جديدة من مجموعتك الموسيقية أو من الأغاني التي تقوم بتحميلها من الويب.
ja: 端末内にある音楽や、ダウンロードした音楽から着信音を作ることができます。
ro: Personalizați telefonul Firefox OS prin crearea de noi tonuri de apel din colecția muzicală sau melodii descărcate de pe Web.

source: App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter, YouTube, Pinterest and ConnectA2 as well as a Flashlight app and Calculator.
ar: مطورو التطبيقات حول العالم ملتزمون بنظام تشغيل فيرفكس وستكون عشرات المئات من التطبيقات المجانية متاحة عند الاطلاق. وتشمل القائمة المتزايدة مطوري التطبيقات الرائدة مثل الفيسبوك، يوتيوب، تويتر، بينتيريست ConnectA2 فضلا عن تطبيق المصباح والآلة الحاسبة.
cs: Vývojáři aplikací po celém světě usilovali o to, aby Firefox OS měl od začátku k dispozici desítky tisíc bezplatných aplikací. Seznam aplikací, který se dále rozšiřuje, obsahuje produkty významných vývojářů, jako například Facebook, YouTube, Twitter, YouTube, Pinterest a ConnectA2, stejně jako aplikace Baterka nebo Kalkulačka.
ja: 世界中のアプリ開発者が Firefox OS に向けてアプリを作成しています。ローンチ時には何千という無料のアプリが公開されていました。アプリの数は順調に増加しており、Facebook や Twitter、Youtube、Pinterest、ConnectA2 といった世界的に有名なアプリからフラッシュライトアプリ、電卓アプリまで様々なアプリが公開されています。
ro: Dezvoltatorii de aplicații din lumea întreagă sunt dedicați Firefox OS și zeci de mii de aplicații gratuite vor fi disponibile la lansare. Lista în creștere include dezvoltatori de top de aplicații precum Facebook, YouTube, Twitter, Pinterest și ConnectA2, precum și aplicații pentru lanternă și calculator.

source: Users can place bookmarks to any website on their home screen to provide the functionality of that site directly from there. Also, users can simply enter any search term on the home screen and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and makes it possible for people to get the exact content they want, when they want it.
ar: يمكن للمستخدمين وضع الإشارات على أي موقع على الشاشة الرئيسية لتوفير وظائف لذلك الموقع مباشرة من هناك. أيضا، يمكن للمستخدمين ببساطة إدخال أي مصطلح البحث على الشاشة الرئيسية وعلى الفور إنشاء الاستعمال لمرة واحدة أو تحميل التطبيق. إنشاء و استهلاك هذه التطبيقات على الطلب يضع المستخدمين في السيطرة الكاملة على تجربة الهاتف الذكي، ويجعل من الممكن للناس للحصول على المحتوى الدقيق الذي يريدون، و وقتما يريدون.
ja: ユーザは Web サイトへのブックマークをホーム画面に配置できます。それをタップすることで、サイトへ直接アクセスできるようになります。また検索することで、ワンタイムユースアプリやダウンロード可能なアプリを作成できます。このようなアプリを必要に応じて作成し利用することで、自分にとって本当に必要なものを必要な時に入手できるようになります。
ro: Utilizatorii pot pune semne de carte pe orice site de pe telefon pentru a obține funcționalitatea site-ului direct de acolo. De asemenea, utilizatorii pot introduce orice termen de căutare pe ecranul principal pentru a crea instant o aplicație de unică folosință sau descărcabilă. Crearea și consumarea acestor aplicații la cerere permit utilizatorilor un control complet al experienței pe smartphone și face posibilă obținerea de conținut exact pe care îl doresc, atunci când îl doresc.

source: Can I use WhatsApp on this phone?
ar: هل يمكنني استخدام ال WhatsApp على هذا الهاتف؟
ja: WhatsApp を利用できますか？
ro: Pot să folosesc WhatsApp pe acest telefon?

source: Not directly, but the ConnectA2 app allows you to send instant messages to your contacts on ConnectA2 and/or WhatsApp. You can send and receive messages, emoticons, pictures, videos and audio files for free. You can also create and use group chats and receive notifications of new messages, even when the app is closed.
ar: بشكل غير مباشر, لكن تطبيق ConnectA2 يسمح لك بإرسال الرسائل إلى جهات الاتصال الخاصة بك على ConnectA2 و/أو whatsapp. بإمكانك إرسال واستقبال الرسائل, الأشكال, الصور, مقاطع الفيديو والصوت مجاناً. تستطيع أيضاً إنشاء واستخدام المحادثات الجماعية واستقبال الإشعارات للرسائل الجديدة, حتى لو كان التطبيق مغلقاً.
ja: 直接は利用できませんが、ConnectA2 アプリを使えば ConnectA2 アプリと WhatsApp の連絡先にインスタントメッセージを送れます。メッセージの送受信、感情、写真、動画、音声ファイルを無料で送れます。またグループチャットを作ることも可能です。アプリが閉じられていても、メッセージ受信時には通知されます。
ro: Nu în mod direct, dar aplicația ConnectA2 vă permite să trimiteți mesaje instant contactelor de pe ConnectA2 și/sau WhatsApp. Puteți trimite și primi mesaje, emoticonuri, imagini, fișiere video și audio în mod gratuit. De asemenea, puteți crea și folosi conversații în grup și să primiți notificări de mesaje noi chiar și când aplicația este închisă.

source: Will my apps work offline?
ar: هل تطبيقي يعمل و أنا غير متصل ؟
cs: Budou moje aplikace fungovat offline?
ja: オフライン状態でもアプリを利用できますか？
ro: Vor funcționa aplicațiile offline?

source: Firefox Marketplace is our go-to source for free apps, including favorites like Twitter and Facebook, and for awesome local content from the best Web developers in your region.
ar: سوق فيرفكس مصدرنا للتطبيقات المجانية, و يتضمن المفضلات مثل تويتر و فيسبوك و المحتوى الرائع من أفضل المطورين في منطقتك.
ja: Firefox Marketplace には、Twitter や FaceBook のような著名なものから、ローカルコンテンツにいたるまで、様々な無料アプリが公開されています。
ro: Firefox Marketplace este sursa de descărcare de aplicații gratuite, inclusiv cele favorite ca Twitter sau Facebook, dar și conținut local fantastic de la cei mai buni dezvoltatori Web din regiune.

source: Exchange, POP3 and IMAP are currently supported.
ar: تحويل, POP3 و IMAP مدعومين بالفعل.
ja: Exchange、POP3、そして IMAP をサポートしています。
ro: Exchange, POP3 și IMAP sunt suportate în prezent.

source: The Mozilla Mission
ar: مهمة موزيلا
cs: Mise Mozilly
ja: Mozilla のミッション
ro: Misiunea Mozillei

source: Take the Challenge
ar: اقبل التحدي
cs: Výzva pro vás
ja: 確認しよう
ro: Acceptați provocarea

source: If you’ve worked through all of the questions and content, you’re ready to match Firefox OS to the needs of your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it’s powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in their hands!
ar: إذا كنت قد مررت على جميع الأسئلة والمحتوى، فأنت على استعداد لمطابقة نظام التشغيل فيرفكس مع احتياجات الزبائن. سهل الاستخدام، والهاتف الذكي بنظام التشغيل فيرفكس مثالي لمستخدمي الهاتف الذكي لأول مرة و مليء بجميع الميزات التي يريدها و يحتاجها العملاء . مدعوم من قبل موزيلا، مما يجعل نظام التشغيل فيرفكس الاختيار الصحيح لأي ملتزم بضمان أن قوة الإنترنت لا تزال في أيديهم!
cs: Pokud jste se propracovali těmito otázkami a obsahem, pak máte základní vědomosti potřebné k tomu, abyste mohli představit telefon Firefox OS zákazníkům. Chytrý telefon Firefox OS je snadné používat, takže je perfektní pro nové uživatele chytrých telefonů, a je také plný funkcí, které zákazníci chtějí a potřebují. A má za sebou Mozillu, což z telefonu Firefox OS dělá tu nejlepší volbu pro každého, komu záleží na tom, aby web zůstal v jeho rukou!
ja: すべてのコンテンツとクイズを終えた今、Firefox OS について十分詳しくなっています。Firefox OS は簡単に使え、スマホ初心者にとって最適であるだけでなく、必要とされる機能をすべて持っていること。そしてMozilla によって支えられ、Web の力を最大限に利用できるスマートフォンであることを広めてください。
ro: Dacă ați parcurs toate întrebările și conținutul, sunteți gata pentru a face față nevoilor clienților cu Firefox OS. Ușor de folosit, un smartphone Firefox OS este perfect pentru utilizatorii noi de smartphone și este plin de funcțiile pe care clienții le doresc și de care au nevoie. Și este alimentat de Mozilla, făcându-l alegerea corectă pentru oricine este dedicat să se asigure că puterea Webului rămâne în mâinile utilizatorilor!

source: What are some examples of the kind of personalization and control that Firefox OS allows? Select all that apply.
ar: ما هي بعض الأمثلة على هذا النوع من التخصيص والتحكم التي يسمح بها نظام التشغيل فيرفكس؟ اختر كل ما ينطبق.
cs: Jaké jsou možnosti přizpůsobení a kontroly, které Firefox OS nabízí? Vyberte všechny, které přicházejí v úvahu.
ja: 以下から、Firefox OS でできるカスタマイズや設定を全て選んでください。
ro: Care sunt exemple ale tipului de personalizare și control pe care le permite Firefox OS? Selectați toate variantele care se aplică.

source: That’s right! All of these things are possible with a Firefox OS phone.
ar: هذا صحيح! كل هذا محتمل مع نظام تشغيل فيرفكس.
cs: Správě! Všechny tyto věci jsou s telefonem s Firefox OS možné.
ja: 正解です。全てのことが可能です。
ro: Corect! Toate acestea sunt posibile cu un telefon Firefox OS.

source: Actually, all of these things are possible with a Firefox OS phone.
ar: في الواقع, كل هذا محتمل مع نظام تشغيل فيرفكس.
cs: Vše uvedené je s telefonem s Firefox OS ve skutečnosti možné.
ja: Firefox OS 端末では、上記の全てのことを行えます。
ro: De fapt, toate acestea sunt posibile cu un telefon Firefox OS.

source: There are more. Try again.
ar: هنالك المزيد. حاول مره أخرى.
ja: まだ他にもあります。探してみてください。
ro: Mai sunt și altele. Încercați din nou.

source: That’s right. This icon represents the Firefox Browser.
ar: هذا صحيح. هذه الأيقونة تمثل متصفح فيرفكس.
cs: Správně. Tato ikona představuje prohlížeč Firefox.
ja: 正解です。このアイコンは Firefox ブラウザのものです。
ro: Corect. Această iconiță reprezintă navigatorul Firefox.

source: Actually, this icon represents the Firefox Browser.
ar: في الواقع, هذه الأيقونة تمثل متصفح فيرفكس.
cs: Tato ikona ve skutečnosti představuje prohlížeč Firefox.
ja: このアイコンは Firefox ブラウザのものでした。
ro: De fapt, această iconiță reprezintă navigatorul Firefox.

source: What does Bluetooth allow users to do? Select all that apply
ar: ماذا يسمح البلوتوث للمستخدمين أن يفعلوا ؟ اختر الذي ينطبق
ja: 以下から、Bluetooth を利用してできることを選んでください。
ro: Ce le permite Bluetooth utilizatorilor să facă? Selectați toate variantele care se aplică

source: That’s right! All of these things can be shared via Bluetooth with your Firefox OS phone.
ar: هذا صحيح! كل هذا من الممكن نشره باستخدام البلوتوث على أجهزة نظام تشغيل فيرفكس.
cs: Správně! Pomocí Bluetooth může být s vaším telefonem s Firefox OS sdíleno všechno.
ja: 実は、全てを Bluetooth 経由で共有できます。
ro: Corect! Toate acestea pot fi partajate via Bluetooth cu telefonul Firefox OS.

source: Actually, all of these things can be shared via Bluetooth with your Firefox OS phone..
ar: في الواقع, كل هذا من الممكن نشره باستخدام البلوتوث على أجهزة نظام تشغيل فيرفكس.
cs: Ve skutečnosti pomocí Bluetooth může být s vaším telefonem s Firefox OS sdíleno všechno.
ja: 実は、全てを Bluetooth 経由で共有できます。
ro: De fapt, toate acestea pot fi partajate via Bluetooth cu telefonul Firefox OS..

source: Actually, all of these are true about Firefox OS.
ar: في الواقع, كل هذا صحيح بخصوص نظام تشغيل فيرفكس.
cs: Vše toto je o Firefox OS ve skutečnosti pravda.
ja: 実は全て正解です。
ro: De fapt, toate acestea sunt adevărate despre Firefox OS.

source: Actually, all of these are true about Firefox OS
ar: في الواقع, كل هذا صحيح بخصوص نظام تشغيل فيرفكس.
cs: Vše toto o Firefox OS je ve skutečnosti pravda
ja: 実は全て正解です。
ro: De fapt, toate acestea sunt adevărate despre Firefox OS
