Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ar, bn, cs, ja, ro, sr, ta

source: Your customer wants to understand the biggest benefits of Firefox OS versus its competitors. Select all of the statements that apply.
ar: عميلك يريد أن يعرف أكبر الفوائد لنظام تشغيل فيرفكس مقابل منافسيه. اختر كل الجمل التي تنطبق.
bn: আপনার ক্রেতা নিজ প্রতিযোগীদের বিপরীতে Firefox OS এর সব থেকে বড় সুবিধাটি জানতে চাইবে। প্রযোজ্য সকল বিবৃতি নির্বাচন করুন।
cs: Váš zákazník chce vědět, jaké jsou největší výhody telefonu Firefox OS v porovnání s konkurencí. Vyberte všechny možnosti, které jsou správné.
ja: 他の製品と比較して、Firefox OS の持つ最大の利点は何でしょうか。以下から、適切な説明をすべて選んでください。
ro: Clientul vrea să înțeleagă beneficiile cele mai mari ale Firefox OS față de competitorii săi. Selectați toate afirmațiile care se aplică.
sr: Vaš kupac želi da razume koja je najveća prednost Firefox OS-a u odnosu na njegove rivale. Odaberite sve izjave koje su tačne.
ta: Firefox OS இன் போட்டியாளர்களை ஒப்பிடும்பொது இதில் உள்ள நன்மைகளை அறிய உங்கள் வாடிக்கையாளர்கள் விரும்புகிறார்கள். பொருத்தமான கூற்றுகள் அனைத்தையும் தேர்ந்தெடுக்கவும்.

source: That’s right. These statements are all true about Firefox OS.
ar: هذا صحيح. كل هذه الجمل صحيحه بخصوص نظام تشغيل فيرفكس.
bn: একদম সঠিক! এই সকল বিবৃতি Firefox OS এর সম্পর্কে সত্য।
cs: Správně. Všechny tyto možnosti jsou pro Firefox OS pravdivé.
ja: 正解です。全てのものが Firefox OS の利点を正しく説明しています。
ro: Corect. Aceste afirmații sunt toate adevărate despre Firefox OS.
sr: Tako je. Sve ove izjave o Firefox OS-u su tačne.
ta: அது சரிதான். Firefox OS பற்றிய இந்தக் கூற்றுகள் அனைத்தும் மெய்யானதே.

source: A customer tells you that smartphones seem complicated. What selling feature should you lead with?
ar: هناك عميل يخبرك أن الهواتف الذكية معقدة. ما ميزة البيع التي يجب أن تؤديها معه؟
bn: একজন ক্রেতা আপনাকে বললেন স্মার্ট ফোন গুলোকে জটিল মনে হয়। আপনার সেক্ষেত্রে কি ধরনের বিক্রয় পন্থা অবলম্বন করা উচিত?
cs: Zákazník vám řekne, že chytré telefony se mu zdají složité. O které vlastnosti telefonu byste měli začít mluvit?
ja: 「スマホを使うのは難しそう」と言っている人に対する説明として適切なものを、以下の中から選んでください。
ro: Un client vă spune că smartphone-urile par complicate. Despre ce funcție ar trebui să vorbiți prima dată?
sr: Kupac Vam kaže da pametni telefoni deluju komplikovano. Koju prodajnu funkciju bi trebali da istaknete?
ta: ஒரு வாடிக்கையாளர் திறன்பேசிகள் சிக்கலானது என உங்களிடம் கூறுகிறார். நீங்கள் எந்த அம்சத்தை முன்னெடுத்து விற்க முனைவீர்கள்?

source: That’s right. For a customer looking for a smartphone that is easy to use, Firefox OS is a great choice.
ar: هذا صحيح. لعميل يبحث عن هاتف ذكي سهل الاستخدام، نظام تشغيل فيرفكس هو خيار ممتاز.
bn: একদম সঠিক। একজন ক্রেতার ব্যবহারে সহজ এমন একটি স্মার্টফোনের খুঁজছেন, Firefox OS তার জন্যে খুব ভালো হবে।
cs: To je pravda. Pro zákazníka, který hledá chytrý telefon snadný na používání, je Firefox OS skvělá volba.
ja: 正解です。簡単に使えるスマホを探している人にとって、Firefox OS は最良の選択肢の一つです。
ro: Corect. Pentru un client care caută un smartphone care este ușor de folosit, Firefox OS este o alegere nemaipomenită.
sr: Tako je. Firefox OS je pravi izbor za korisnike koji traže pametan telefon koji je lak za korišćenje.
ta: இது சரி. பயன்படுத்த சுலபமாக உள்ள Firefox OS திறன்பேசியே வாடிக்கையாளரின் மிகச்சிறந்த தேர்வு.

source: Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use.
ar: في الواقع، لهذا العميل، فإن أفضل خيار هو التحدث عن مدى سهولة استخدام نظام تشغيل فيرفكس.
bn: মূলত, এই ক্রেতার জন্য, সবচেয়ে ভালো উপায় হল Firefox OS ব্যবহাতে কতটা সহজ সে সম্পর্কে কথা বলা।
cs: S tímto zákazníkem je ve skutečnosti nejlepší si promluvit o tom, jak se Firefox OS snadno používá.
ja: Firefox OS のスマホはとても簡単に使えます。簡単なスマホを探しているにとっては、最良の選択肢となりえます。
ro: De fapt, pentru acest client cea mai bună soluție este să vorbiți despre cât de ușor este de folosit Firefox OS.
sr: Tačnije, za ovog kupca najbolje bi bilo da mu pričate kako je Firefox OS lak za korišćenje.

source: A customer tells you that she’s ready to move up from her old feature phone. What selling feature should you lead with?
ar: عميل تخبرك أنها على استعداد للانتقال من هاتفها القديم إلى آخر جديد. ما ميزة البيع التي يجب أن تؤديها معها؟
bn: যদি কোন ক্রেতা তার পুরানো ফিচার ফোন পরিবর্তন করতে রাজি থাকেন। তাহলে আপনি বিক্রির জন্য কি ধরনের ফিচারের সাথে অগ্রসর হবেন?
cs: Zákaznice vám řekne, že chce přejít z klasického telefonu na chytrý. O které vlastnosti telefonu byste měli začít mluvit?
ja: フィーチャーフォンからスマホへ変更したいと言っている人に対する説明として、以下の中から適切なものを選んでください。
ro: Un client vă spune că este gata să-și schimbe telefonul vechi. Despre ce funcție ar trebui să vorbiți prima dată?
sr: Kupac Vam kaže da je spreman da zameni svoj zastareli telefon sa novijim. Koju prodajnu funkciju bi trebalo da istaknete?
ta: இது சரி. சுலபமாக பயன்படுத்த ஏதுவாக உள்ள ஒரு திறன்பேசியான Firefox OS வாடிக்கையாளரின் சிறந்த தேர்வு.

source: A customer tells you that he uses Firefox as his desktop browser. With what selling feature should you lead?
ar: عميل يخبرك أنه يستخدم فيرفكس كمتصفح على سطح المكتب . ما ميزة البيع التي يجب أن تؤديها معه؟
bn: একজন ক্রেতা আপনাকে বললো, যে সে ডেস্কটপ ব্রাউজার হিসেবে Firefox ব্যবহার করেন। তাহলে আপনি বিক্রির জন্য কি ধরনের ফিচারের সাথে অগ্রসর হবেন?
cs: Zákazník vám řekne, že ve svém počítači používá prohlížeč Firefox. O které vlastnosti telefonu byste měli začít mluvit?
ja: デスクトップ PC で Firefox を利用している人に対して、Firefox OS を適切に説明したものを選んでください。
ro: Un client vă spune că folosește Firefox ca navigator pe calculator. Despre ce funcție ar trebui să vorbiți prima dată?
sr: Kupac Vam kaže da koristi Firefox kao svoj veb pregledač na računaru. Koju prodajnu funkciju bi trebalo da istaknete?
ta: இது சரி. பயன்படுத்த சுலபமாக உள்ள Firefox OS திறன்பேசியே வாடிக்கையாளரின் மிகச்சிறந்த தேர்வு.

source: A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money.” Which of the following statements would be a good response? Select all that apply.
ar: عندما يقول عميل لك، "أنا أبحث عن وسيلة سهلة للبقاء على اتصال مع أصدقائي، لكنني لا أريد أن أنفق الكثير من المال". أي من العبارات التالية ستكون استجابة جيدة؟ اختر ما ينطبق.
cs: Zákazník vám řekne: “Hledám snadný způsob jak zůstat v kontaktu s mými přáteli, ale nechci utratit moc peněz.” Jak byste mu mohli odpovědět? Vyberte všechny vhodné možnosti.
ja: 「友達と簡単にやりとりできるスマホが欲しいのだが、そんなにお金をかけたくない」と言っている人に対する説名として、適切なものを以下から選んでください。
ro: Un client vă spune: „Caut o modalitate ușoară de a rămâne în contact cu prietenii mei, dar nu vreau să cheltui prea mulți bani.” Care din următoarele afirmații ar fi un răspuns bun? Selectați toate variantele care se aplică.

source: A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a smartphone OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?
ar: العميل يقول, " أنا أستخدم فيرفكس على جهازي و أنا احبه, لكن لاأعرف لماذا قاموا بعمل نظام تشغيل للأجهزة الذكية ؟" أي من العبارات التالية سيكون الرد الأنسب لهذا العميل؟
bn: একজন ক্রেতা বললেন, “আমি আমার বাসার কম্পিউটারে Firefox ব্যবহার করি, আমার এটা পছন্দও করি, কিন্তু আমি জানতাম এদের স্মার্টফোন OS আছে। কেন?” ক্রেতার এইরকম প্রশ্নের বিপরীতে, নিচের কোন উত্তরটি সবচে সঠিক হবে?
cs: Zákazník řekne: “Používám Firefox doma na počítači a je úžasný, ale nevěděl jsem, že je to také operační systém. Proč?” Jak byste nejlépe odpověděli tomuto konkrétnímu zákazníkovi?
ja: 「Firefox を家でも使ってます。大好きです。でもどうして Mozilla がスマホ向けの OS を作っているのかがわかりません。」という人に対する回答として、適切なものを以下から選んでください。
ro: Un client spune „Folosesc Firefox pe calculatorul de acasă și îmi place, dar nu știam că aveau și sistem de operare pentru smartphone-uri. De ce?” Care din următoarele afirmații ar fi cele mai potrivite pentru a răspunde acestui anumit client?

source: Not quite. A first time smartphone user will be most interested in ease of use.
ar: ليس تماماً.مستخدم الهاتف الذكي لأول مرة يكون أكثر اهتماماً في سهولة الاستخدام.
bn: তেমন একটা নয়। প্রথমবারের মতো স্মার্ট ফোন ব্যাবহারকারী সহজে ব্যাবহার করার প্রতি বেশি আগ্রহী হবেন।
cs: Ne úplně. Uživatele prvního chytrého telefonu bude nejvíce zajímat jeho snadné používání.
ja: そうでもありません。スマホを初めて使う人は、簡単に使えるかどうかを気にしています。
ro: Nu chiar. Un utilizator care folosește un smartphone pentru prima dată va fi mai interesat de ușurința de folosire.
sr: Ne baš. Korisnika koji prvi put koristi pametan telefon će najviše zanimati lakoća korišćenja.
ta: நண்பர்களை ஒத்திசைவு செய்

source: That’s right!
ar: هذا صحيح!
bn: একদম সঠিক!
cs: Správně!
ja: 正解です。
ro: Corect!
sr: Tako je!
ta: தகவமைப்பு பேசி

source: That’s right.
ar: هذا صحيح.
bn: একদম সঠিক
cs: Správně.
ja: 正解です。
ro: Corect.
sr: Tako je.
ta: அது சரிதான்.

source: What’s the best response to this customer’s objection? “How do I know this new phone is safe?”
ar: ما هو أفضل رد على اعتراض هذا العميل؟ "كيف لي أن أعرف أن هذا الهاتف الجديد هو آمن؟"
bn: ক্রেতার এই অভিযোগের সর্বোত্তম জবাব কি হতে পারে? “আমি কিভাবে জানব যে এই নতুন ফোনটি নিরাপদ?”
cs: Jaká je nejlepší odpověď na tuto námitku zákazníka? „Jak můžu zjistit, jestli je tento nový telefon bezpečný?“
ja: 「このスマホが安全かどうかを、確認するにはどうすればいいですか？」という質問に対する最適な答えを、以下から選択してください。
ro: Care este cel mai bun răspuns la obiecția acestui client? „Cum știu că acest telefon nou este sigur?”
sr: Šta je najbolji odgovor na prigovor ovog kupca? “Kako da znam da je ovaj novi telefon bezbedan?”
ta: இந்த வாடிக்கையாளரின் எதிர்ப்புக்கு எது சிறந்த பதில்? ”இந்தப் புதிய பேசி பாதுகாப்பானதா என எனக்கு எப்படி தெரியும்?”

source: Firefox Marketplace
ar: سوق فيرفكس

source: Facebook
ar: فيسبوك
ta: முகநுல்

source: I’ve never used a smartphone before.
ar: لم يسبق لي استخدام الهواتف الذكية من قبل.
bn: আমি এর আগে কখনও স্মার্টফোন ব্যবহার করি নি।
cs: Nikdy jsem neměl chytrý telefon.
ja: スマートフォンを使ったことがありません。
ro: Nu am mai folosit vreun smartphone până acum.
ta: நான் திறன்பேசியை இதற்கு முன் பயன்படுத்தியதே இல்லை.

source: I’m looking for the best value for my money.
ar: أنا أبحث عن أفضل قيمة مقابل المال الذي أدفعه.
bn: আমি আমার অর্থের সর্বোচ্চ মূল্য চাই।
cs: Hledám to nejlepší za své peníze.
ja: 安いけれど、価値の高いスマホを探しています。
ro: Caut cel mai bun raport calitate/preț.
ta: விலைக்கேற்ற மதிப்பை எதிர்பார்க்கிறேன்.

source: I want a smartphone that is truly easy to use.
ar: أريد هاتفاً ذكياً حقاً سهل الاستخدام.
bn: আমি একটি স্মার্টফোনের চাই যা ব্যবহার সত্যিই সহজ।
cs: Chci chytrý telefon, který se ale skutečně snadno používá.
ja: 本当に簡単に使えるスマホが欲しいんです。
ro: Vreau un smartphone care este cu adevărat ușor de folosit.
ta: பயன்படுத்த சுலபமான ஒரு திறன்பேசியையே நான் வேண்டுவது.

source: I’m a Firefox fan.
ar: أنا من محبي فيَرَفُكس.
bn: আমি একজন Firefox ভক্ত।
cs: Mám rád Firefox.
ja: Firefox のファンです。
ro: Sunt fan(ă) Firefox.
sr: Ljubitelj Firefox-a.
ta: நான் Firefox இரசிகர்.

source: Since it is built by Firefox, you can feel confident that Firefox OS is backed by a global community working on your behalf and with your interests in mind.
ar: لأنه يتم بناؤه من قبل فيرفكس، يمكنك أن تشعر بالثقة أن نظام تشغيل فيرفكس المدعوم من قبل المجتمع الدولي يقوم بالعمل نيابة عنك ومع مصالحك .
bn: যেহেতু এটি Firefox দ্বারা তৈরি , আপনি নিশ্চিত থাকতে পারেন যে Firefox OS এর পিছনে একটি গ্লোবাল কমিউনিটি আপনার হয়ে এবং আপনার সুবিধার কথা মাথায় রেখে কাজ করছে।
cs: Telefon Firefox OS vychází z prohlížeče Firefox, takže si můžete být jisti tím, že je podporován globální komunitou, která bude pracovat pro vás a bude mít vždy na mysli vaše zájmy.
ja: Firefox をもとに作られているため、Firefox OS はあなたのやりたいことをあなたの代わりに実現するべく働く世界規模のコミュニティによって支えられています。
ro: Pentru că este construit de Firefox, puteți avea încredere că Firefox OS este susținut de o comunitate globală care lucrează pentru dumneavoastră și ținând cont de interesele dumneavoastră.
sr: S obzirom da ga je razvio Firefox, možete da budete sigurni da iza Firefox OS-a stoji globalna zajednica koja radi za Vas imajući u vidu Vaše interese.
ta: இது Firefox ஆல் உருவாக்கப்பட்டது, எனவே Firefox OS ஆனது உலகலாவிய சமூகத்தால் உங்களின் விருப்பத்தை மனதில் கொண்டு உங்கள் சார்பாக வேலைச்செய்கிறது.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices.
ar: نظام تشغيل فيرفكس يمنحك أكبر قدر من القيمة لأموالك، مع كل ما تتوقعه - الكاميرا، والبريد الإلكتروني، والتطبيقات، والموسيقى والخرائط وغيرها - وبأسعار تنافسية.
bn: Firefox OS আপনার প্রত্যাশার - ক্যামেরা , ইমেইল , অ্যাপ, গান, ম্যাপ ইত্যাদির কথা - মাথায় রেখে- আপনার অর্থের প্রতি সর্বচ্চ গুরুত্বারোপ করে - সব থেকে সাশ্রয়ী মূল্যে।
cs: Firefox OS vám dá za vaše peníze největší hodnotu. Má všechno, co se od chytrého telefonu očekává — fotoaparát, e-mail, aplikace, hudbu, mapy a mnoho dalšího — a to všechno za velmi konkurenční ceny.
ja: Firefox OS の搭載されたスマホは、コストパフォーマンスが良いです。カメラ、メール、音楽再生、地図といった機能を全部持っている上に、価格もお安くなっています。
ro: Firefox OS vă oferă cel mai bun raport calitate/preț, având tot ce vă așteptați — cameră, e-mail, aplicații, muzică, hărți și multe altele — la cele mai competitive prețuri.
sr: Firefox OS Vam daje najveću vrednost za Vaš novac, sa svime što očekujete od pametnog telefona — kameru, e-poštu, aplikacije, muziku, mape i ostalo — i najkonkurentnije cene.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too.
ar: نظام تشغيل فيرفكس هو أسهل هاتف ذكي لتبدأ معه. التطبيقات المفضلة لديك تم تحميلها مسبقاً ويمكنك بسهولة استيراد أصدقائك من الفيسبوك، أيضاً.
bn: Firefox OS ব্যবহার করা সব থেকে সোজা। আপনার পছন্দের অ্যাপ গুলো আগে থেকেই লোড করা থাকে এবং আপনি আপনার Facebook বন্ধুদেরকেও সহজেই কন্টাক্ট তালিকায় ইম্পোর্ট করতে পারেন।
cs: Firefox OS je pro začátek ten nejvhodnější. Vaše oblíbené aplikace jsou už nainstalované, takže si můžete například snadno naimportovat své přátele z Facebooku.
ja: Firefox OS はスマホを始めるのに最適です。簡単に使えますし、よく使うアプリはあらかじめインストールされています。また友達の連絡先を Facebook から読み込むこともできます。
ro: Firefox OS este cel mai ușor de folosit smartphone cu care să începeți. Aplicațiile favorite sunt deja preîncărcate și puteți să importați cu ușurință prietenii de pe Facebook.
sr: Firefox OS je najjednostavniji pametan telefon za početnike. Vaše omiljene aplikacije su već instalirane, a možete i lako da uvezete svoje Facebook prijatelje.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook too.
ar: نظام تشغيل فيرفكس هو أسهل هاتف ذكي لتبدأ معه. التطبيقات المفضلة لديك تم تحميلها مسبقاً ويمكنك بسهولة استيراد أصدقائك من الفيسبوك، أيضاً.
bn: ব্যবহারের জন্য Firefox OS সবচেয়ে সহজ স্মার্টফোন। আপনার পছন্দসই অ্যাপগুলো আগে থেকেই দেয়া আছে এবং আপনি আপনার বন্ধুদের কন্টাক্টও Facebook থেকে ইম্পোর্ট করতে পারেন।
cs: Firefox OS je pro začátek ten nejvhodnější. Vaše oblíbené aplikace jsou už nainstalované, takže si můžete například snadno naimportovat své přátele z Facebooku.
ja: Firefox OS はスマホを始めるのに最適です。簡単に使えますし、よく使うアプリはあらかじめインストールされています。また友達の連絡先を Facebook から読み込むこともできます。
ro: Firefox OS este cel mai ușor de folosit smartphone cu care să începeți. Aplicațiile favorite sunt deja preîncărcate și puteți să importați cu ușurință prietenii de pe Facebook.
sr: Firefox OS je najjednostavniji pametan telefon za početnike. Vaše omiljene aplikacije su već instalirane, a možete i lako da uvezete svoje Facebook prijatelje.
ta: தொடங்க Firefox OS ஒரு சுலபமான திறன்பேசி. உங்களுக்கு பிடித்த பயன்பாடுகள் ஏற்கனவே உள்ளேற்றப்பட்டு வருவதோடு முகநூலிருந்து தொடர்புகளை ஒத்திசைவு செய்ய முடியும்.

source: Facebook is preloaded on every Firefox OS device and you can import your Facebook contacts easily!
ar: تم تحميل الفيسبوك مسبقاً على كل جهاز بنظام تشغيل فيرفكس ويمكنك استيراد جهات الاتصال الخاصة بك من الفيسبوك بسهولة!
bn: ফেসবুক প্রতি Firefox OS ডিভাইসের সাথে প্রিলোডেড ভাবে থাকে এবং আপনি সহজেই আপনার Facebook কন্ট্যাক্ট ইম্পোর্ট করতে পারেন!
cs: Facebook najdete na každém zařízení s Firefox OS, můžete tak z něj snadno importovat své kontakty!
ja: Facebook アプリは、すべての Firefox OS 搭載スマートフォンにプリインストールされています。Facebook から、連絡先を読み込むことも簡単です。
ro: Facebook vine preîncărcat pe fiecare dispozitiv Firefox OS și puteți importa contactele Facebook într-o manieră ușoară!

source: Every Firefox phone includes the Firefox browser, the fast, smart and safe way to get online.
ar: كل هاتف فيرفكس يتضمن متصفح فيرفكس ، الطريقة السريعة والذكية والآمنة للحصول على الانترنت.
bn: প্রতিটি Firefox ফোনে রয়েছে, সবচে দ্রুত, স্মার্ট এবং নিরাপদে অনলাইনে যাবার জন্যে Firefox ব্রাউজার।
cs: Každý telefon obsahuje prohlížeč Firefox, rychlou, chytrou a bezpečnou cestu jak být online.
ja: すべての Firefox OS 搭載端末には、Firefox ブラウザがインストールされています。高速で安全、スマートに Web を利用できます。
ro: Fiecare telefon Firefox vine cu navigatorul Firefox, cea mai rapidă și inteligentă modalitate de a te conecta online.
ta: வேகமாக, இணையத்தில் பாதுகாப்பாக இருந்திட, ஒவ்வொரு பயர்பாக்ஸ் கைப்பேசியிலும் பயர்பாக்ஸ் உலாவி கொண்டிருக்கிறது.

source: Firefox OS includes all the same features you’ll find in competitive smartphones and gives you more value for the money.
ar: يشمل نظام تشغيل فيرفكس نفس الميزات التي سوف تجدها في الهواتف الذكية المنافسة، ويمنحك المزيد من القيمة مقابل المال المدفوع.
bn: অন্য যেকোন স্মার্টফোনের মতই সকল বৈশিষ্ট্য রয়েছে Firefox OS এ, যা আপনার অর্থের সর্বোচ্চ মূল্য দেয়।
ja: Firefox OS は他の OS と同等の機能を持っているため、コストパフォーマンスが高くなっています。
ro: Firefox OS include toate aceleași funcții pe care le veți găsi în smartphone-uri concurente și vă oferă un raport calitate/preț.
ta: பொதுவாக திறன்பேசிகளில் காணப்படும் அனைத்து வசதிகளும் Firefox OS கைப்பேசியிலும் இருப்பதோடு உங்கள் பணத்திற்கு கூடுதலான மதிப்பைத் தருகிறது.

source: You can easily import contacts from Facebook to your Firefox OS phone.
ar: يمكنك بسهولة استيراد جهات الاتصال من الفيسبوك الخاص بك إلى هاتف نظام التشغيل فيرفكس.
bn: Facebook থেকে আপনার Firefox OS ফোনে সহজেই কন্টাক্ট ইম্পোর্ট করতে পারেন।
ja: Facebook から、友達の連絡先を読み込むことも簡単です。
ro: Puteți importa cu ușurință contactele de pe Facebook pe telefonul dumneavoastră Firefox OS.
ta: உங்களின் முகநூல் தொடர்புகளை Firefox OS கைப்பேசியில் எளிதாக இறக்க முடியும்.

source: Firefox OS gives you access to popular, big name apps, as well as local content that means the most to you.
ar: نظام التشغيل فيرفكس يتيح لك الوصول إلى شعبية كبيرة، وتطبيقات ذات اسم كبير، وكذلك محتوى محلي وهذا يعني أهمية قصوى بالنسبة لك.
bn: Firefox OS আপনাকে জনপ্রিয় , নামিদামি অ্যাপস সংগ্রহের সুযোগ তো দেয়ই , সেই সাথে আপনার চাহিদার স্থানীয় বিষয়বস্তু গুলো সংগ্রহ করার সুযোগ তৈরি করে দেয়।
ja: Firefox OS では世界的に有名なアプリからニッチなアプリまで、多くのアプリが利用できます。
ro: Firefox OS vă oferă acces la aplicații populare, importante, precum și la conținut local care contează cel mai mult pentru dumneavoastră.
ta: நீங்கள் முக்கியம் எனக் கருதும் உ ள்ளூர் தகவல்களுடன் பிரபலமான செயலிகளையும் Firefox OS கைப்பேசி வழங்குகிறது.

source: Firefox OS isn’t cluttered with more than you need. It gives you what you’d expect in a smartphone, with an easy-to-use interface that makes it easy to get started.
ar: نظام تشغيل فيرفكس ليس مزدحماً بأكثر مما تحتاج. فهو يوفر لك ما كنت تتوقعه في الهاتف الذكي، مع واجهة سهلة الاستخدام التي تجعل البدء سهلاً.
bn: আপনার প্রয়োজনের চেয়ে অতিরিক্ত দিয়ে Firefox OS এলোমেলো হয় না, এটি স্মার্টফোনে আপনার প্রত্যাশিত সবই দিবে একটি সরল ব্যবহারযোগ্য ইন্টারফেসসহ যা স্মার্ট ব্যবহার শুরু সহজ করে।
ja: Firefox OS には、必要以上に雑多な機能が詰め込まれるようなことはありません。使いたい機能が、使いやすいインタフェースで提供されるため、簡単に使い始められます。
ro: Firefox OS nu este aglomerat cu lucruri de care nu aveți nevoie. Vă oferă exact ce v-ați aștepta într-un smartphone, cu o interfață ușor de folosit care facilitează primii pași.
ta: உங்களுக்கு வேண்டியதை மட்டுமே Firefox OS கொண்டுள்ளது. சுலபமான இடைமுகமும் நீங்கள் எதிர்பார்த்தது போன்று இருப்பதால் திறன்பேசியை பயன்படுத்தத் தொடங்கலாம்.

source: True
ar: صحيح
bn: সত্য
cs: Ano
ja: 正解
ro: Adevărat
sr: Tačno
ta: மெய்

source: False
ar: خطأ
bn: সত্য
cs: Ne
ja: 不正解
ro: Fals
sr: Netačno
ta: பொய்

source: Which Version Do I Have?
ar: ما الإصدار الذي لدي؟
bn: আমার কোন সংস্করণ?
ja: OS バージョンの確認方法は？
ro: Ce versiune am?
ta: என்னிடம் எந்தப் பதிப்பு உள்ளது?

source: Introducing Firefox OS
ar: نقدم نظام التشغيل فيرفكس
bn: Firefox OS পরিচিতি
cs: Úvod k Firefox OS
ja: Firefox OS の紹介
ro: Vă prezentăm Firefox OS
ta: Firefox OS அறிமுகப்படுத்துகிறோம்

source: Firefox OS comes preloaded with popular instant messaging and social media apps, like Facebook, so your customers will be able to stay connected with friends and family. They can also sync their contacts to the phone, quickly and easily.
ar: نظام التشغيل فيرفكس يأتي مسبقاً مع الرسائل الفورية الشهيرة وتطبيقات وسائل الإعلام الاجتماعية، مثل فيسبوك، بحيث يمكن لعملائك أن يبقوا على اتصال مع الأصدقاء والعائلة. يمكنهم أيضا مزامنة جهات الاتصال على الهاتف، بسرعة وسهولة.
ja: Firefox OS には、Facebook のような SNS やインスタントメッセージアプリがプリインストールされているため、いつでも家族や友達つとつながっていられます。また SNS 上の連絡先も、素早くスマホと同期できます。
ro: Firefox OS vine preîncărcat cu aplicațiile populare de mesagerie instantanee și de socializare, cum ar fi Facebook, astfel încât clienții vor putea rămâne conectați cu prietenii și familia. De asemenea, pot să sincronizeze contactele cu telefonul, rapid și ușor.
ta: இணைய அரட்டை முகநூல் போன்ற பொது ஊடக செயலிகளை Firefox OS திறன்பேசி உள்ளடக்கியுள்ளதால் வாடிக்கையாளர்கள் தங்கள் குடும்பத்தாருடனும் நண்பர்களுடனும் சேர்ந்தே இருப்பார். எனவெ தொடர்புகளை தங்கள் கைப்பேசியுடன் விரைவாக எளிதில் ஒத்திசைத்துக் கொள்ள முடியும்.

source: Firefox OS is packed with the features that your customers expect in a smartphone. It’s designed to fit their lives perfectly so they can keep pace with the world around them.
ar: نظام التشغيل فيرفكس حزم مع الميزات التي يتوقعها الزبائن في الهاتف الذكي. إنه مصمم ليناسب حياتهم تماماً حتى يتمكنوا من مواكبة العالم من حولهم.
bn: একটি স্মার্টফোনে ক্রেতা যা যা প্রত্যাশা করে তার সবই Firefox OS এ রয়েছে। এটি তাদের জীবন যাপনের সাথে এমনভাবে খাপ খাইয়ে নিবে যাতে তারা বাইরের দুনিয়ার সাথে তাল মিলিয়ে চলতে পারেন।
cs: Firefox OS je plný funkcí, které vaši zákazníci od chytrého telefonu očekávají. Skvěle zapadne do jejich života, takže si udrží krok se světem, který je obklopuje.
ja: Firefox OS にはスマホに期待されるすべての機能が入っています。生活に溶け込むようにデザインされており、簡単に利用できます。
ro: Firefox OS cuprinde funcțiile pe care clienții le așteaptă într-un smartphone. Este conceput pentru a se potrivi perfect vieților acestora astfel încât să țină pasul cu lumea din jurul lor.
ta: வாடிக்கையாளர்கள் எதிர்பார்க்கும் வசதிகளை Firefox OS திறன்பேசி கொண்டுள்ளது. அவர்களின் வாழ்வியலுக்கு பொருந்தும் வண்ணம் அவர்களை தொடர்ந்து உலகத்தோடு இணைந்திருக்குமாறு வடிவமைக்கப்பட்டுள்ளது.

source: With built-in style filters for fun, creative shots and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
ar: مع الفلاتر الموجودة للتسلية, لقطات إبداعية والكثير من الطرق لمشاركة صورك, الكاميرا التي تحتوي على جميع الخصائص والمعرض ستجعل كل ما لديك يبتسم.
bn: মজা করার জন্য বিল্ট-ইন স্টাইল ফিল্টার, সৃষ্টিশীল শট এবং আপনার ছবি শেয়ার করার অনেক উপায়, পরিপূর্ণ-সুবিধাযুক্ত ক্যামেরা ও গ্যালারি আপনার মুখে হাসি ফুটিয়ে তুলবে।
cs: Díky zabudovaným filtrům stylů určeným pro zábavu i tvorbu kreativních záběrů a díky mnoha způsobům sdílení fotografií bude váš fotoaparát vybavený všemi funkcemi i vaše fotogalerie nabízet jenom usměvavé fotky.
ja: カメラと画像アプリは、フィルタ、クリエイティブなショット、写真共有といった機能をすべて備えています。
ro: Cu filtre de stil încorporate pentru pozele amuzante, creative și o mulțime de modalități de a partaja fotografiile, camera dotată cu o gamă completă de funcții și galeria de fotografii vor pune zâmbete pe fețele tuturor.
ta: முழு அம்சத்துடன் கூடிய படக்கருவியையும் படத்தொகுப்பும் தோற்ற வடிப்பிகளைக்கொண்டு வேடிக்கையாகவோ, ஆக்கப்பூர்வமாகவோ பிடிப்பகப்படும் படங்களை தொகுத்து அழகூட்டி படங்களை பல வழிகளில் பகிரலாம்.

source: Messages and Email
ar: الرسائل و البريد الإلكتروني
bn: ম্যাসেজ ও ইমেইল
cs: Zprávy a e-maily
ja: メッセージとメール
ro: Mesaje și e-mail
ta: செய்தியும் மின்னஞ்சலும்
