Repository: mozilla/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ar, bn, cs, ja, ro, sr, ta

source: Firefox OS offers everything your customers want in a smartphone — and more — at prices that are easy to afford.
ta: உங்கள் வாடிக்கையாளர்கள் எதிர்பார்க்கும் அனைத்தும் Firefox OS திறன்பேசியில் கிடைக்கிறது — மேலும் கூடுதலாக— அவர்கள் வாங்கக்கூடிய விலையிலே கிடைக்கிறது.

source: Easy to use
ta: தகவமைப்பு பயன்பாடு தேடல்

source: Firefox OS is intuitive and simple. With a beautifully designed interface, your customers will find it easy to use from the start. It also supports dual SIM and several local languages.
ta: Firefox OS தொடு உணர்வானது எளிமையானது. மிக அழகான இடைமுகத்தைக் கொண்டு வடிவமைத்துள்ளதால் உங்கள் வாடிக்கையாளர்கள் தொடக்கத்திலிருந்தே சுலபமாக பயன்படுத்துவார்கள். இது பல ஊர் மொழிகளையும் இரு-சிம்களையும் ஆதிரிக்கிறது.

source: Marketplace and Adaptive App Search
ta: நண்பர்களை ஒத்திசைவு செய்

source: Show your customers how easy it is to get apps in Firefox Marketplace, or from anywhere on the Web with Adaptive App Search. It’s all about giving users more of what they need, when they need it.
ta: பயர்பாக்ஸ் Marketplace இல் எளிதில் செயலிகளை நேரடியாகவும் தகவமைப்பு செயலி தேடல் மூலமும் எப்படி பெறுவது என்பதைச் செய்துக் காட்டுங்கள். இது பொதுவாக பயனர்களுக்கு என்ன தேவையோ, எப்போது தேவையோ அதை வழங்குவதாகும்.

source: Rich Media Experience
ta: சமூகம்

source: With the Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them.
ta: Firefox OS திறன்பேசி படக்கருவி, தொகுப்பு, இசைச் செயலி மற்றும் பல வாடிக்கையாளர்களுக்கு பிடித்தமான செயலிகளுடன் தொடர்ந்து இணைந்திருக்குமாறுச் செய்கிறது.

source: Social and Contact Sync
ta: உலாவல்

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below, then drag the bar to learn how to best respond to each of their unique needs.
bn: আপনার ক্রেতার প্রয়োজন বোঝা এবং তাৎক্ষণিকভাবে জবাব দিতে জানা যে কোন বিক্রয় সুযোগের জন্য গুরুত্বপূর্ণ। নিচে ব্যবহারকারীর সাধারণ কতোগুলো ধরন দেয়া হলো, বিভিন্নজনের অনন্য প্রশ্নের উত্তম জবাব দেওয়া শিখতে বারটি টানুন।
ta: வாடிக்கையாளர்களின் தேவைகளைப் புரிந்துக்கொண்டு எப்படி சமாளிப்பது என்னும் நெருக்கடி நிலையே விற்பனை செய்வதற்கு சாதகமானது. கீழேயுள்ள பொதுவான வாடிக்கையாளர் பகுதிகளைப் பாருங்கள், மேலும் அவர்களின் தனித்த தேவைக்கேற்ப சிறந்த பதிலை எப்படி எடுத்துரைப்பது என்பதை பட்டையை இழுத்து அறியும்.

source: <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and it adapts to your needs better than any other phone, so you get more of what you need with less time searching. Plus, it’s packed with all the features you’d expect, from Camera, to Email, apps from the Firefox Marketplace, Music and more.
ta: <strong>நீங்கள் சொல்ல வேண்டியது:</strong>முதல் முறையாக திறன்பேசியைப் பயன்படுத்தும் பயனர்களுக்கு Firefox OS பேசி சிறந்தது. இதை மிக எளிமையாக பயன்படுத்த முடியும் மேலும் மற்ற பேசிகளை விட உங்களின் தேவைக்கேற்ப மாறவல்லது எனவே நீங்கள் எதிர்பார்த்ததை விட குறைந்த நேரத்தில் தேடி பெறுவீர்கள். கூடுதலாக, இது அனைத்து அம்சங்களையும் உள்ளடக்கி நீங்கள் எதிர்பார்த்த Firefox Marketplace இன் பயன்பாடுகளான படகருவி முதல் மின்னஞ்சல், இசை வரையிலும் என்னற்ற பயன்பாடுகளை கொண்டு வெளிவருகிறது.

source: <strong>Here’s what you can say:</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps from the Firefox Marketplace, music and more — at the most competitive prices.
ta: <strong>நீங்கள் சொல்ல வேண்டியது:</strong> உங்களுடைய பணத்திற்கு தகுந்த மதிப்பை Firefox OS தருகிறது. ஒரு திறன்பேசியில் நீங்கள் எதிர்பார்க்கும் அனைத்தும் இதில் உள்ளது — Firefox Marketplace இலிருந்து படகருவி, மின்னஞ்சல் போன்றவற்றுடன் கூடுதலான பயன்பாடுகள் குறைந்த விலையில் கிடைக்கிறது.

source: <strong>Here’s what you can say:</strong> Firefox OS is the easiest smartphone you’ll ever use. Adaptive App Search helps you find the things you need simply — and instantly. The user interface is so intuitive, you will be able to quickly discover and easily download your favorite apps in no time.
ta: <strong>நீங்கள் சொல்ல வேண்டியது:</strong> Firefox OS ஒரு எளிமையான திறன்பேசி ஆகும். தகவமைப்பு பயன்பாடு தேடல் உங்களுக்கு தேவையான எளிமையானவைகளை கண்டறிய — உடனடியாக தந்துதவுகிறது.தூண்டக்கூடிய பயனர் இடைமுகப்பு உங்களுக்கு விருப்பமான பயன்பாடுகளை விரைவாக கண்டுபிடித்து பதிவிறக்கி பயன்படுத்தலாம்.

source: <strong>Here’s what you can say:</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
ta: <strong>நீங்கள் சொல்ல வேண்டியது:</strong> உங்களுக்கு Firefox பற்றி தெரிந்திருந்தாலோ, பிடித்திருந்தாலோ நீங்கள் Firefox OS ஐ நேசிப்பீர்கள். Firefox OS திறன்பேசிகள் முற்றிலும் HTML5ஐ-அடிப்படையாக வைத்திருப்பதால் உங்களுடைய பேசிக்கு சிறந்த இணையத்தை கொண்டுவரும். மற்றும், எல்லோரும் இணையத்தை அணுக தங்களை அர்பணித்த சமூகத்தால் Firefox OS ஆனது வடிவமைக்கப்பட்டுள்ளது. எப்பொழுது Firefox OS ஐ நீங்கள் தேர்வுச்செய்தீர்களோ அப்பொழுதே உங்கள் கைகளில் சக்தி மிகுந்த இணையம் இருக்கும்.

source: A new way to get what you need right when you need it. Search for anything and Firefox OS adapts to your request, displaying photos, video, music, news and more — making it much easier for you to find what you were looking for.
ta: சரியான தேவைகளை சரியான நேரத்தில் புதிய முறையில் தேடிய பயன்பாடுகளை உங்களின் தேவைக்கேற்ப Firefox OS மாற்றியமைப்பதோடு படம், காணொளி, இசை, செய்தி போன்றவற்றி காண்பிக்கவும் — உங்களின் தேவைக்கேற்றதை எளிமையான முறையில் கண்டுபிடிக்கவும் உதவுகிறது.

source: Your go-to source for the best apps for Firefox OS. Browse hundreds of free apps in multiple categories: Games, Tools, Lifestyle and more.
ta: உங்களுடைய Firefox OS இல் மிகச்சிறந்த பயன்பாடுகளை பெறுவதற்க்கான மூலம். ஆயிரக்கணக்கான இலவச பயன்பாடுகளை பல்வேறு பிரிவுகளான ஆட்டங்கள் முதல் உபபயன்பாடுகள் வரை, இசை, சுற்றுலா, விளையாட்டு மேலும் கூடுதலாக உலாவலாம்.

source: Firefox OS is deeply integrated with your favorite social networks. Easily sync your Facebook contacts to your phone to keep your community all in one place.
ta: உங்களுக்கு பிடித்தமான சமூக வலைத்தளங்களுடன் பிணைந்திருங்கள். உங்களுடைய பேசியிக்கு முகநுல் தொடர்புகளை அனைத்தையும் இறக்குமதிச்செய்து ஒரே இடத்தில் வைத்திருங்கள்.

source: Browse and play your music collection, rate songs and create playlists for your favorites. Watch videos from your phone, or online via YouTube.
ta: அனைத்தையும் உங்களுடைய பேசியிலிருந்தும் அல்லது யூடியூபிலிருந்தும் இயக்கலாம். உங்களுக்கு பிடித்தமான பாடல்களை உலாவ, தொகுப்பு, கலைஞர் அல்லது பாடல் மதிப்பு வாரியாக இசை களஞ்சியத்தை இயக்க, மேலும் உங்களுக்கு பிடித்த பட்டியலை உருவாக்க.

source: Stay connected easily and conveniently. Set up multiple email accounts, with support for the most common Exchange, SMTP or IMAP email providers.
ta: நீங்கள் எங்கிருந்தாலும் உங்கள் தோழர்களுடனும் சக ஊழியர்களுடனும் தொடர்ந்து இணைந்திருக்க. இதில் பொதுவாகப் பயன்படுத்தப்படும் Exchange, SMTP or IMAP மின்னஞ்சல் வசதிகள் ஆதரிக்கிறக்கப்படுகிறன எனவே பல மின்னஞ்சல் கணக்குகளை அமைக்க முடியும்.

source: Adaptive App Search is a new way to find content from across the Web and engage in an app-like experience without having to download the app to find what you need. Whenever you search, your phone adapts to the search result and makes it easy to add those results to your home screen for easy access later.
bn: বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান হচ্ছে ওয়েবে কনটেন্ট অনুসন্ধানের একটি নতুন উপায় যা অ্যাপ ডাউনলোডের চিন্তা ছাড়াই আপনার যা প্রয়োজন তা খুঁজে পেতে অ্যাপের মতন অভিজ্ঞতা দিবে। যখনই আপনি কিছু অনুসন্ধান করবেন, আপনার ফোন অনুসন্ধানের ফলাফলের সাথে নিজেকে মানিয়ে নিবে এবং পরবর্তীতে যেন সহজে আপনি এই ফলাফল দেখতে পান, সেটি প্রধান স্ক্রিনে যুক্ত করা সহজ করবে।
ta: தகவமைப்பு பயன்பாடு தேடல் ஒரு புதிய வழியில் உள்ளடக்கங்களை இணையம் ஊடாக தேடி கண்டுபிடிப்பதோடு தலைவலி இல்லாமல் உங்களுக்கு வேண்டியதை பயன்பாட்டு அனுபவத்துடன் பதிவிறக்குகிறது. எப்பொழுது தேடினாலும் பேசியானது உங்களின் தேவைக்கேற்ப தேடல் முடிவுகளை மாற்றுகிறது மேலும் இது தேடிய முடிவுகளை எளிதாக பின்னர் அணுக உங்களின் முகப்பு திரையில் சேர்க்கிறது.

source: App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter and ConnectA2 as well as a Flashlight app and Calculator.
ta: உலகம் முழுவதிலும் உள்ள பயன்பாடு உருவாக்குநர்கள் Firefox OS உடன் உறுதிபூண்டுள்ளனர் மேலும் பல்லாயிரக்கணக்கான இலவச பயன்பாடுகள் துவக்கத்திலே கிடைக்கின்றது. முன்னணி பயன்பாடு உருவாக்குநர்களின் நீளும் பட்டியலில் முகநூல், யூடியூப், டுவீட்டர் மற்றும் கனக்ட்A2 அதுமட்டும் இல்லாமல் ஒளிவிளக்கு கணிப்பான் பயன்பாடுகளும் அடங்கும்.

source: Users can place website bookmarks on the home page to provide direct access to those sites. Also, by swiping right from the home screen, users can simply enter any search term and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and will make it possible for people to get the exact content they want, when they want it.
ta: பயனர்கள் முகப்பு பக்கத்தில் எந்த இணையத்தளத்தின் புத்தகக்குறியையும் இட்டு அந்த இணையத்தளத்தை நேரடியாக முகப்பு திரையிலருந்து அணுகும் செயல்பாட்டை வழங்குகிறது. முகப்பு திரையில் வலதாக தேய்த்து எந்த தேடல் சொல்லையும் உள்ளிட்டு ஒரு தடவை பயன்படும் அல்லது பதிவிறக்கக் கூடியதாக உடனடியாக உருவாக்கவும். பயனர்களிடம் முழு கட்டுப்பாட்டைக் கொடுத்து இதுபோன்ற பயன்பாடுகளை உருவாக்கி பயனடையச் செய்ய வேண்டும் மேலும் மக்களின் திறன்பேசி அனுபவத்தில் அவர்கள் நினைத்ததை நினைத்தவாறே பொருத்தமான உள்ளடக்கங்களை பெற முடியும்.

source: Firefox OS provides two ways to get apps: <ul> <li>Marketplace — our go-to source for hundreds of great free apps, including popular apps like Twitter and Facebook, and for awesome local content from the best Web developers in your region.</li> <li>Adaptive App Search — just type a single word like “news” to discover related mobile apps in your region.</li> </ul>
ta: Firefox OS இரண்டு வழிகளில் பயன்பாடுகளை வழங்குகிறது:<ul><li>Firefox Marketplace — டுவீட்டர் போன்ற சிறந்த பயன்பாடுகள் உள்ள நுழைவாசல் உள்ளூர் பகுதிகளில் உள்ள சிறந்த நிரலாற்களால் அற்புதமான உள்ளடக்கங்களை உருவாக்கும்.</li><li>தகவமைப்பு பயன்பாடு தேடல் — “தமிழ்” என்ற வார்த்தையை உள்ளிட்டு அதனுடன் தொடர்புடைய உங்கள் பகுதியில் இருக்கும் செல்பேசி பயன்பாடுகளை கண்டறியும் சிறந்த செல்பேசி அனுபவத்தை கொடுப்பதோடு உங்களுக்கு வேண்டியதையும் கொண்டுவருகிறது.</li></ul>

source: Hotmail and Yahoo mail are currently supported with more on the way in the future.
bn: হটমেইল এবং ইয়াহু মেইল বর্তমানে ভবিষ্যতে পথে আরো সঙ্গে সমর্থিত হয়.
ta: Hotmail மற்றும் Yahoo மின்னஞ்சல் தற்போது ஆதரிக்கப்படுகிறது வருங்காலத்தில் இன்னமும் அதிகமாக ஆதிரக்கப்படும்.

source: Behind every Firefox OS smartphone is Mozilla, a global community of thousands dedicated to keeping the Web accessible to all. We believe each and every one of us has the right to a Web that isn’t controlled by just a few large entities and that together, we can build brighter future for the Web. Yeah, we’re a little different than the other guys.
ta: ஒவ்வொரு Firefox OS திறன்பேசிக்கு பின்னாலும் Mozilla, ஆயிரக்கணக்கானவர்களுக்கு இணையம் கிடைத்திட ஒரு உலகலாவிய குழுமம் தன்னையே அர்பணித்துள்ளது. ஏனென்றால் நாம் அனைவரும் இணையம் வேண்டும் என் ஒருத்தரை ஒருத்தர் நம்புகிறோம் மேலும் ஒரு சில பெரிய அமைப்புகள் நம்மளை கட்டுப்படுத்த முடியாது. ஆமாம், நாம் மற்றவர்களைவிட சிறிய அளவில் மாறுபட்டவர்கள். சேர்ந்திருங்கள், நாம் ஒளிமையமான எதிர்கால இணையத்தை உருவாக்குவோம்.

source: If you have worked through the questions and all of the content, then you have the basics to match the needs of Firefox OS to your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it is powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the Web remains in your hands!
ta: மேற்க்கண்ட கேள்விகளுக்கும் எல்லா உள்ளடக்கங்களுக்கும் வேலை செய்திருந்தால் உங்களுடைய வாடிக்கையாளர்களின் தேவைகளை பூர்த்தி செய்வதற்க்கான அடிப்படை உங்களிடம் இருக்கிறது. சுலபமாக பயன்படுத்தக்கூடிய, Firefox OS திறன்பேசி புதிய பயனர்களுக்கான பொருத்தமானதாகும் மேலும் வாடிக்கையாளர்களுக்கு விருப்பப்படும் தேவையான எல்லா அம்சங்களையும் கொண்டிள்ளது. உங்கள் கையில் தொடர்ந்து இணையம் கிடைத்திட உறுதி தரும் Firefox OS கருவிகளே எவருக்கும் சரியானது என்பதை கடப்பாடாக வைத்து Mozilla ஆவால் இயக்கப்பட்டு வருகிறது!

source: That’s right! You simply go to your home screen and it’s there!
ta: மிக சரி! முகப்பு திரைக்கு சென்றால் அது அங்கு உள்ளது!

source: That’s not it. You simply go to your home screen to access the Adaptive App Search feature.
ta: தவறு! முகப்பு திரைக்கு சென்றால் மாற்றியமைக்கத்தக்க தேடல் அங்கு உள்ளது.

source: That’s right. This icon represents Browser.
ta: மிக சரி. இந்த சின்னம் உலாவியை சுட்டுகிறது.

source: Actually, this icon represents Browser.
ta: இந்த சின்னம் உலாவியை சுட்டுகிறது.

source: Actually, this icon represents Adaptive App Search.
bn: আসলে, এই আইকন বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান নির্দেশ করে।
ta: உண்மையில், இந்தச் சின்னம் தகவமைப்பு செயலி தேடலைக் குறிக்கிறது.

source: Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use, the free apps within the Firefox Marketplace and the fact the handset is a value, affordable device.
ta: உண்மையில், Firefox OS ஐ பயன்படுத்த எவ்வளவு சுலபம், செயலிகள் பயர்பாக்ஸ் Marketplace இல் இலவசமாக கிடைப்பது, கைப்பேசி சாதனத்தின் மலிவு விலை என தேர்வுச்செய்து எடுத்துரைத்தாலே இந்த வாடிக்கையாளருக்கு சிறந்தது.

source: That’s right. With a first time smartphone user, you should talk about its simplicity and features like Adaptive App Search.
bn: একদম সঠিক! প্রথমবারের মত স্মার্টফোন ব্যবহারকারীদের সাথে আপনাকে, এর সরলতা এবং বুদ্ধিদীপ্ত অনুসন্ধানের মত বৈশিষ্ট্যগুলো নিয়ে আলোচনা করা উচিত।
ta: அது சரி. முதன்முறை திறன்பேசி பயன்படுத்தவோரிடம், இதன் எளிமை சிறந்த வசதியானதகவமைப்பு செயலி தேடல் பற்றி பேச வேண்டும்.

source: Actually, with a first time smartphone user, you should talk about its simplicity and features like Adaptive App Search.
bn: আসলে, প্রথমবারের মত স্মার্টফোন ব্যবহারকারীদের সাথে, এর সরলতা এবং বুদ্ধিদীপ্ত অনুসন্ধানের মত বৈশিষ্ট্যগুলো নিয়ে আলোচনা করা উচিত।
ta: நண்பர்களை ஒத்திசைவு செய்

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the Web in their hands.
bn: একদম সঠিক। আপনি যখন Firefox এর একজন ভক্তের দেখা পাবেন, তখন তাকে Firefox OS কিভাবে ওয়েবকে হাতের মুঠোয় রাখায় অঙ্গিকারাবদ্ধ সে সম্পর্কে বলুন।
ta: நீங்கள் Firefox உலாவியை விரும்பினால், உங்களுக்கு Firefox OS பேசிகளும் பிடிக்கும். Firefox OS ஐ தேர்வுச்செய்தால் சக்தி வாய்ந்த இணையம் உங்கள் கைகளில் இருக்கும்.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the Web in their hands
ta: அது சரி. இந்த வாடிக்கையாளருக்கு Firefox OS இல் உள்ள அனைத்து வசதிகளையும் உயர்த்தியும், கைப்பேசியில் ஏற்கனவே உள் வைக்கப்பட்டிருக்கும் சமூக ஊடக செயலிகளையும் அதன் மதிப்புகளையும் எடுத்துரைக்கவும்.

source: A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money”. Which of the following statements would be a good response? Select all that apply.
bn: এক ক্রেতা আপনাকে বললেন, “আমি’ আমার বন্ধুদের সাথে সহজে যোগাযোগ রাখতে চাই, কিন্তু আমি এর জন্য বেশি অর্থ ব্যায় করতে চাই না”। এর জন্য কোনটা সবচেয়ে ভালো উত্তর হতে পারে? প্রযোজ্য সবগুলো নির্বাচন করুন।
ta: அது சரி. இந்த வாடிக்கையாளருக்கு Firefox OS இல் உள்ள வசதிகளையும், பொது ஊடக செயலிகள் பேசியில் உள்ளிருப்பது பற்றியும் அதன் மதிப்பு பற்றியும் விளக்கவும்.

source: That’s right. With this customer, highlight the full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ta: அது சரி. இந்த வாடிக்கையாளருக்கு Firefox OS இல் உள் எல்லா வசதிகளையும், கைப்பேசியில் உள்ளே கொடுக்கப்பட்டிருக்கும் சமூக ஊடக செயலிகளைப் பற்றியும் அதன் மதிப்பையும் விளக்கிக் கூறுங்கள்.

source: That’s not it. With this customer, highlight the full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ta: இது சரியல்ல. இந்த வாடிக்கையாளருக்கு Firefox OS இல் உள்ள அனைத்து வசதிகளையும் உயர்த்தியும், கைப்பேசியில் ஏற்கனவே உள் வைக்கப்பட்டிருக்கும் சமூக ஊடக செயலிகளையும் அதன் மதிப்புகளையும் எடுத்துரைக்கவும்.

source: A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a mobile OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?
ta: ஒரு வாடிக்கையாளர் உங்களிடம் சொல்கிறார், “நான் வீட்டில் Firefox உலாவியை பயன்படுத்துகிறேன் அது பிடித்திருக்கிறது, அவர்கள் பேசி இயங்குதளம் வைத்திருப்பது தெரியாது. ஏன்?”. பின்வரும் கூற்றுகளில் எவை நல்ல பதிலாக இருக்கம்? பொருத்தமான அனைத்தையும் தேர்ந்தெடுக்கவும்.

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.
bn: হ্যাঁ এটা ঠিক। এই ক্রেতাকে একজন Firefox ভক্ত বলে মনে হচ্ছে। Firefox OS ফোন কেমন করে Mozilla এর দ্বারা তৈরি, এবং মানুষের নাগালে ওয়েবকে রাখার জন্য প্রতিজ্ঞাবদ্ধ, বলুন। আর যেহেতু এই সবগুলো কথা সত্য, তখন এটাই এই নির্দিষ্ট ক্রেতাের জন্য সর্বোত্তম উত্তর।
ta: இது சரி. இந்த வாடிக்கையாளர் பயர்பாக்ஸின் இரசிகர். Firefox OS கைப்பேசிகள் மொசில்லா அமைப்பால் எப்படி உருவாக்கப்பட்டது, மக்களின் கைகளில் இணையம் எப்போதும் இருந்திட தன்னை அர்பணித்தது பற்றி பேசுங்கள். அனைத்துக் கூற்றுகளும் உண்மையாக இருந்தாலும், இந்த ஒரு கூற்று தான் வாடிக்கையாளருக்கு சிறந்தக் பதில் ஆகும்.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, are part of keeping the Web in the hands of the people.
bn: এই বিবৃতিগুলো সব সত্য, কিন্তু শুধুমাত্র এই এক বিশেষ ক্রেতাের জন্য সেরা প্রতিক্রিয়া হতে পারে, যাকে Firefox প্রেমী মনে হচ্ছে। কিভাবে Mozilla কর্তৃক বানানো Firefox OS মানুষের হাতে ওয়েবকে পৌছে দিচ্ছে তা নিয়ে কথা বলতে পারেন।
ta: அனைத்து கூற்றுகளும் சரியாக இருந்தாலும், பயர்பாக்ஸின் இரசிகருக்கு இதுவே சிறந்த பதிலாக இருக்கும். Firefox OS கைப்பேசிகள் மொசில்லா அமைப்பால் எப்படி உருவாக்கப்பட்டது, மக்களின் கைகளில் இணையம் எப்போதும் இருந்திட தன்னை அர்பணித்தது என்பதைப் பற்றி பேசுங்கள்.

source: Which of these customer responses indicate a ideal candidate for Firefox OS? Select all that apply.
bn: কোন উত্তরগুলো Firefox OS ব্যবহারকারী হিসেবে একজন আদর্শ ক্রেতা বলে চিহ্নিত করবে? প্রযোজ্য সবগুলো নির্বাচন করুন।
ta: பின்வரும் வாடிக்கையாளர்களின் பதில்களில் எது Firefox OS பயனாளிக்கு ஒத்துப்போகிறது? உகுந்த அனைத்தையும் தேர்வுசெய்யவும்.

source: Open the Marketplace.
ta: Marketplace திறக்கவும்.

source: Open the browser.
ta: உலாவியை திறக்கவும்.

source: Browser
ta: உலாவி

source: ConnectA2
ta: கனக்ட்A2

source: YouTube
ta: யூடியூப்

source: Phone
ta: பேசி

source: Video
ta: காணொளி

source: Usage
ta: பயனளவு

source: With the Firefox Marketplace and dozens of preloaded apps like Email, Facebook, Camera, Music and more, Firefox OS is packed with the features you’d expect in a smartphone.
ta: Firefox Marketplace உடன் பயன்பாடுகள் , மின்னஞ்சல், படகருவி, இசை மேலும் கூடுதலாக நீங்கள் எதிர்பார்த்ததை விட Firefox OS பல அம்சங்களை உள்ளடக்கிய ஒரு திறன்பேசி ஆகும்.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music and more — at the most competitive prices.
ta: Firefox OS ஆனது உங்களுடைய பணத்திற்கு தகுந்த மதிப்பை அளிக்கும் விதமாக நீங்கள் எதிர்பார்த்த — படகருவி, மின்னஞ்சல், பயன்பாடுகள், இசை மேலும் கூடுதலாகவும் — குறைந்த விலையிலும் தருகிறது.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily sync your contacts from Facebook, too.
ta: பயன்படுத்த தொடங்க Firefox OS பொன்ற சுலபமான திறன்பேசி. உங்களுக்கு பிடித்த பயன்பாடுகள் ஏற்கனவே உள்ளேற்றப்பட்டு வருவதோடு முகநூலிருந்து தொடர்புகளை ஒத்திசைவு செய்ய முடியும்.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily sync your friends from Facebook, too.
ta: Firefox OS பொன்ற சுலபமான திறன்பேசியை பயன்படுத்தி தொடங்குங்கள். உங்களுக்கு பிடித்த பயன்பாடுகள் ஏற்கனவே உள்ளேற்றப்பட்டு வருவதோடு முகநூலிருந்து தொடர்புகளை ஒத்திசைவு செய்ய முடியும்.

source: Firefox OS gives you the most value for your money, with everything you expect — Camera, Email, apps, Music and more — at the most competitive prices. Plus, Adaptive App Search feature makes it easy to find the app you really need, when you need it.
ta: Firefox OS ஆனது உங்களுடைய பணத்திற்கு தகுந்த மதிப்பை அளிக்கும் விதமாக நீங்கள் எதிர்பார்த்த — படகருவி, மின்னஞ்சல், பயன்பாடுகள், இசை மேலும் கூடுதலாகவும் — குறைவான விலையிலும் தருகிறது.

source: The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, Email and more, all at a better value.
ta: நல்ல மதிப்புடைய செய்திகள், முகநுல், மின்னஞ்சல் எனப் பல செயலிகளையும் நீங்கள் எதிர்பார்க்கும் வசதிகளையும் உள்ளடக்கி Firefox OS திறன்பேசி வெளிவருகிறது.

source: Facebook is preloaded on every Firefox OS device and you can sync your Facebook contacts easily!
ta: ஒவ்வொரு Firefox OS திறன்பேசியும் முகநுல்(Facebook) செயலியுடன் நிறுவப்பட்டு வருவதால் முகநுலில் உள்ள தொடர்புகளை எளிதில் ஒத்திசைவு செய்ய முடியும்!

source: The Firefox Marketplace features thousands of apps for free and there is no need to sign in.
ta: பயர்பாக்ஸ் Marketplace புகுபதிகைச் செய்யாமல் ஆயிரக்கணக்கில் செயலிகள் இலவசமாக கிடைக்க வழிச்செய்கிறது.

source: Mozilla, the maker of Firefox, built a mobile OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps built already for the Web.
bn: Mozilla, Firefox এর প্রস্তুতকারী, ওয়েবকে প্রবেশযোগ্য রাখতেই একটি স্মার্টফোন OS তৈরী করেছে। আর যেহেতু Firefox OS সম্পূর্ণরূপে HTML5 দিয়ে তৈরী করা হয়েছে, তাই আপনি ওয়েবের হাজার অ্যাপ্লিকেশন এই OS এ ব্যবহার করতে পারেন
ta: பயர்பாக்ஸை உருவாக்கிய மொசில்லா தான் அனைவருக்கும் இணையம் கிடைக்க கைப்பேசி இயங்குதளத்தை உருவாக்கியது. HTML5 மூலம் Firefox OS உருவாக்கப்பட்டுள்ளதால் இணையத்திற்காக உள்ள ஆயிரக்கணக்கான செயலிகளை உடனுக்குடன் அணுக முடியும்.

source: Firefox OS phones are new and backed by a global community working to help keep the Web accessible to all.
ta: அனைவருக்கும் இணையம் கிடைக்கவும் Firefox OS கைப்பேசிகள் புதுமையாக இருக்கவும் உலகலாவிய சமூகம் தொடர்ந்து உதவு வருகிறது.

source: Every phone has access to hundreds of free apps at launch, including some of the most popular global apps today.
ta: முதல் வெளியீட்டிலிருந்தே ஒவ்வொரு கைப்பேசியலும் இன்று பிரபலமாக இருக்கும் ஆயிரக்கணக்கான செயலிகளை இலவசமாக அணுக வாய்ப்பளிக்கிறது.

source: Firefox OS phones are packed with the features that made you want a smartphone in the first place.
ta: உங்கள் மனதில் முதிலிடத்தில் இருக்கும் Firefox OS கைப்பேசிகள் நீங்கள் எதிர்பார்த்த வசதிகளைக் கொண்ட திறன்பேசிகளாக உருவாக்கப்பட்டுள்ளன.

source: Firefox OS phones provide access to hundreds of free apps at launch, including some of the most popular global apps today.
ta: முதல் வெளியீட்டிலிருந்தே Firefox OS கைப்பேசிகள் இன்று பிரபலமாக இருக்கும் ஆயிரக்கணக்கான செயலிகளை இலவசமாக அணுக வாய்ப்பளிக்கிறது.

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
ta: ஒரு வலுவான பாதுகாப்பு மாதிரி என்னோட்டம் சுமார் 10 வருடங்களுக்கு மேலாக திறந்த இணையத்தை ஆதரித்து வருவது கடினம் ஆகும். இதன் வடிவமைப்பு பயனர்களையும் கணினியையும் நச்சு நிரல்களிடம் இருந்து பயன்பாடுகளையும் அதன் உள்ளடக்கங்களையும் பாதுகாப்பதோடு தன்னையும் காப்பாற்றிக்கொள்கிறது.
